Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: a minute
ru_ru: минуту

source: a few seconds
ru_ru: несколько секунд

source: in %s
ru_ru: через %s

source: Newest Members
ru_ru: Последние пользователи

source: Active Members
ru_ru: Активные пользователи

source: Content width
ru_ru: Ширина контента

source: Change Group profile photo
ru_ru: Изменить картинку профиля группы

source: Upload Group profile photo
ru_ru: Загрузить картинку профиля группы

source: Exit conversation.
ru_ru: Выйти из переписки

source: Exit Conversation
ru_ru: Выйти из переписки

source: Uploaded on
ru_ru: Загружено

source: Profile photo
ru_ru: Картинка профиля

source: Visit group
ru_ru: Посмотреть группу

source: Path
ru_ru: Путь

source: Created %s
ru_ru: Создан %s

source: BuddyPress Repair Tools
ru_ru: Инструменты исправления

source: There was a problem deleting opt-outs. Please try again.
ru_ru: При удалении запроса на отписку произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: %s old
ru_ru: %s старый

# Named recipient salutation
source: Hi %s,
ru_ru: Привет %s,

# Remove field link
source: Remove
ru_ru: Удалить

source: &mdash; Select &mdash;
ru_ru: &mdash; Выбрать &mdash;

# xpofile wp-textbox field type label
source: Website
ru_ru: Сайт

# xpofile wp-textbox field type label
source: Last Name
ru_ru: Фамилия

# xpofile wp-textbox field type label
source: First Name
ru_ru: Имя

source: Age
ru_ru: Возраст

source: 4 years ago
ru_ru: 4 года назад

# BP RSS Tooltip
source: RSS Feed
ru_ru: RSS лента

# button
source: Resend
ru_ru: Отправить заново

source: Delete Invitations
ru_ru: Удалить приглашения

source: There was a problem deleting invitations. Please try again.
ru_ru: При удалении приглашений произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: There was a problem sending the invitation emails. Please try again.
ru_ru: При отправке писем с приглашениями произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: This is the administration screen for member invitations on your site.
ru_ru: Это административная страница для управления приглашениями пользователей на ваш сайт.

# Pending invitation action
source: Delete
ru_ru: Удалить

source: Date Modified
ru_ru: Дата изменения

source: Delete %s
ru_ru: Удалить %s

source: Group Type
ru_ru: Тип группы

source: The new site's name (used for the site URL).
ru_ru: Имя нового сайта (используется для URL-адреса сайта).

source: Active %s
ru_ru: Активность: %s

# last time the group was active
source: Active %s
ru_ru: Активность: %s

# Group activity RSS title
source: %1$s | %2$s | Activity
ru_ru: %1$s | %2$s | Активность

source: The ID of the user who is invited to agree to the Friendship request.
ru_ru: ID пользователя, которому предлагается принять предложение дружбы.

source: The ID of the user who is requesting the Friendship.
ru_ru: Идентификатор пользователя, который предложил дружбу.

source: Unique numeric identifier of the friendship.
ru_ru: Уникальный числовой идентификатор дружбы.

source: Whether to force the friendship agreement.
ru_ru: Стоит ли автоматически принимать предложение о дружбе.

source: Numeric identifier of a user ID.
ru_ru: Числовой идентификатор ID пользователя.

source: (opens in a new tab)
ru_ru: (открывается в новой вкладке)

# last time the user was active
source: Active %s
ru_ru: Активность: %s

source: Noteworthy Contributors to %s
ru_ru: Достойные внимания вкладчики в %s

source: All %s
ru_ru: Все %s

source: What's new in %1$s, %2$s?
ru_ru: Что нового в %1$s, %2$s?

source: The name of the blog.
ru_ru: Название блога.

source: Visit the Support Forums
ru_ru: Посетите форум поддержки

source: Follow BuddyPress on Twitter
ru_ru: Подпишитесь на BuddyPress в Twitter

# BuddyPress Extended Profile data exporter friendly name
source: Extended Profile information
ru_ru: Расширенная информация профиля

# BuddyPress Activity data exporter friendly name
source: Activity Data
ru_ru: Данные активности

# Default text for the post type name
source: item
ru_ru: элемент

# BuddyPress Messages data exporter friendly name
source: Private Messages
ru_ru: Личные сообщения

source: The name of the Group.
ru_ru: Название группы.

# BuddyPress Pending Group Invitations data exporter friendly name
source: Pending Group Invitations (Sent)
ru_ru: Ожидающие приглашения в группу (отправленные)

# BuddyPress Pending Group Invitations data exporter friendly name
source: Pending Group Invitations (Received)
ru_ru: Ожидающие приглашения в группу (полученные)

# BuddyPress Pending Group Membership Requests data exporter friendly name
source: Pending Group Membership Requests
ru_ru: Ожидающие запросы на членство в группе

# BuddyPress Group Memberships data exporter friendly name
source: Group Memberships
ru_ru: Членство в группах

# BuddyPress Notifications data exporter friendly name
source: Notifications Data
ru_ru: Данные уведомлений

source: Order sort attribute ascending or descending.
ru_ru: Порядок сортировки атрибутов по возрастанию или по убыванию.

source: Active components
ru_ru: Активные компоненты

source: Version
ru_ru: Версия

source: Changelog
ru_ru: Список изменений

source: What's new?
ru_ru: Что нового?

source: Name of the object.
ru_ru: Название объекта.

source: active
ru_ru: активный

source: Name of the component.
ru_ru: Название компонента.

source: There was a problem cropping your %s photo.
ru_ru: Произошла ошибка во время обработки вашей %s картинки.

source: Ensure result set excludes specific IDs.
ru_ru: Убедитесь, что результирующий набор исключает конкретные IDs.

source: Invalid member ID.
ru_ru: Неверный ID пользователя.

# WP Media data exporter friendly name
source: Personal information
ru_ru: Личные данные

# WP Media data exporter friendly name
source: Media
ru_ru: Медиафайлы

# WP Comments data exporter friendly name
source: Comments
ru_ru: Комментарии

# BuddyPress Settings Data data exporter friendly name
source: Personal settings
ru_ru: Персональные настройки

# BuddyPress Friend Requests data exporter friendly name
source: Friend Requests (Received)
ru_ru: Предложения дружбы (полученные)

# BuddyPress Friend Requests data exporter friendly name
source: Friend Requests (Sent)
ru_ru: Предложения дружбы (отправленные)

# BuddyPress Friends data exporter friendly name
source: Friends
ru_ru: Друзья

source: Confirm new password
ru_ru: Подтвердите новый пароль

source: Confirm use of weak password
ru_ru: Разрешить использование слабого пароля

source: Strength indicator
ru_ru: Индикатор надёжности

source: Choose a Password (required)
ru_ru: Введите пароль (обязательно)

# link
source: Next
ru_ru: Вперед

# link
source: Prev.
ru_ru: Назад

source: Search Members
ru_ru: Поиск участников

# group member ban link
source: Remove
ru_ru: Удалить

# group member unban link
source: Unban
ru_ru: Разблокировать

# group member ban link
source: Ban
ru_ru: Бан

# group member edit role abort link
source: Stop editing
ru_ru: Прекратить редактировать

# group member edit role link
source: Edit
ru_ru: Редактировать

# group manage members roles filter
source: Filter:
ru_ru: Фильтр:

# group manage members row edit
source: Change role for:
ru_ru: Изменить роль:

source: No Group members were found for this request.
ru_ru: По этому запросу не было найдено участников группы.

# group manage members table header
source: Roles
ru_ru: Роли

# group manage members table header
source: Group Members
ru_ru: Участники группы

# group manage members remove feedback
source: Removing member... Please wait.
ru_ru: Участника удаляется... Пожалуйста, подождите.

# group manage members unban feedback
source: Unbanning member... Please wait.
ru_ru: Участник разблокируется... Пожалуйста, подождите.

# group manage members ban feedback
source: Banning member... Please wait.
ru_ru: Участник блокируется... Пожалуйста, подождите.

# group manage members update feedback
source: Updating role... Please wait.
ru_ru: Роль обновляется.... Пожалуйста, подождите.

source: Confirm use of potentially weak password
ru_ru: Подтвердите использование потенциально слабого пароля

source: Cancel password change
ru_ru: Отменить изменение пароля

source: Hide
ru_ru: Скрыть

source: Hide password
ru_ru: Скрыть пароль

source: Generate Password
ru_ru: Сгенерировать пароль

source: Click on the "Generate Password" button to change your password.
ru_ru: Нажмите на кнопку "Сгенерировать пароль" для изменения своего пароля.

source: Current Password %s
ru_ru: Текущий пароль %s

source: Pending Friend Requests (Received)
ru_ru: Ожидающие запросы на дружбу (Полученные)

source: Requester
ru_ru: Запрашивающий

source: Pending Friend Requests (Sent)
ru_ru: Ожидающие запросы на дружбу (Отправленные)

source: Recipient
ru_ru: Получатель

source: Friendship Date
ru_ru: Дата установления дружбы

source: Initiated By Me
ru_ru: Инициировано мной

source: Friend
ru_ru: Друг

source: BuddyPress Friend Requests (Received)
ru_ru: Запросы в друзья BuddyPress (Принятые)

source: BuddyPress Friend Requests (Sent)
ru_ru: Запросы в друзья BuddyPress (Отправленные)

source: BuddyPress Friends
ru_ru: Друзья BuddyPress

source: Receive group invitations from my friends only?
ru_ru: Получать приглашения в группы только от моих друзей?

source: Receive email when your request to join a group has been approved or denied?
ru_ru: Получать письмо, когда ваш запрос о присоединении к группе был одобрен или отклонен?

source: Receive email when a member requests to join a private group for which you are an admin?
ru_ru: Получать письмо, когда участник запрашивает присоединение к частной группе, в которой вы являетесь администратором?

source: Receive email when you are promoted to a group administrator or moderator?
ru_ru: Получать письмо, когда вас назначают администратором или модератором группы?

source: Receive email when group information is updated?
ru_ru: Получать письмо при обновлении информации о группе?

source: Receive email when a member invites you to join a group?
ru_ru: Получать письмо, когда участник приглашает вас присоединиться к группе?

source: Receive email when a member sends you a new message?
ru_ru: Получать письмо, когда участник отправляет вам новое сообщение?

source: Receive email when a member replies to an update or comment you've posted?
ru_ru: Получать письмо, когда участник отвечает на обновление или комментарий, который вы опубликовали?

source: Receive email when a member mentions you in an update?
ru_ru: Получать письмо, когда участник упоминает вас в обновлении?

source: Data export request successfully created
ru_ru: Запрос на экспорт данных успешно создан

source: We were unable to generate the data export request.
ru_ru: Нам не удалось выполнить запрос на экспорт данных.

source: Export Data
ru_ru: Экспорт данных

source: BuddyPress Settings Data
ru_ru: Данные настроек BuddyPress

source: Activity Content
ru_ru: Содержимое активности

source: Activity URL
ru_ru: URL активности

source: Activity Description
ru_ru: Описание активности

source: Activity Date
ru_ru: Дата активности

source: BuddyPress Activity Data
ru_ru: Данные активности BuddyPress

source: %s <span class="screen-reader-text">Comment</span>
ru_ru: %s <span class="screen-reader-text">Комментарий</span>

source: Error accepting invitation
ru_ru: Ошибка принятия приглашения

source: https://gravatar.com
ru_ru: https://ru.gravatar.com

source: Your profile photo will be used on your profile and throughout the site. If there is a %s associated with your account email we will use that, or you can upload an image from your computer.
ru_ru: Ваша картинка профиля будет использоваться в вашем профиле и на всем сайте. Если есть %s, связанное с электронной почтой вашей учетной записи, мы будем использовать его, или вы можете загрузить изображение со своего компьютера.

source: You may delete your account by visiting the %s page.
ru_ru: Вы можете удалить вашу учетную запись посетив страницу %s.

source: Please contact the site administrator to request account deletion.
ru_ru: Пожалуйста, свяжитесь с администратором сайта, чтобы запросить удаление учетной записи.

source: To erase all data associated with your account, your user account must be completely deleted.
ru_ru: Чтобы удалить все данные, связанные с вашей учетной записью, ваша учетная запись пользователя должна быть полностью удалена.

source: Data Erase
ru_ru: Удаление данных

source: Request personal data export
ru_ru: Запросить экспорт персональных данных

source: If you want to make a request, please click on the button below:
ru_ru: Если вы хотите сделать запрос, нажмите кнопку ниже:

source: You can request an export of your personal data, containing the following items if applicable:
ru_ru: Вы можете запросить экспорт ваших персональных данных, содержащий следующие пункты, если это применимо:

source: You will receive a link to download your export via email once we are able to fulfill your request.
ru_ru: Вы получите ссылку для загрузки вашего экспорта по электронной почте, как только мы сможем выполнить ваш запрос.

source: You previously requested an export of your personal data on %s.
ru_ru: Вы уже запросили экспорт ваших персональных данных %s.

source: Request new data export
ru_ru: Запросить новый экспорт данных

source: Please click on the button below to make a new request.
ru_ru: Пожалуйста, нажмите на кнопку ниже, чтобы сделать новый запрос.

source: Your previous request for an export of personal data has expired.
ru_ru: Ваш предыдущий запрос на экспорт персональных данных истек.

source: Download personal data
ru_ru: Скачать персональные данные

source: You may download your personal data by clicking on the link below. For privacy and security, we will automatically delete the file on %s, so please download it before then.
ru_ru: Вы можете загрузить свои персональные данные, нажав на ссылку ниже. Для обеспечения конфиденциальности и безопасности мы автоматически удалим файл %s, поэтому загрузите его до этого.

source: Your request for an export of personal data has been completed.
ru_ru: Ваш запрос на экспорт персональных данных завершен.

source: Data Export
ru_ru: Экспорт данных

source: Your account was activated successfully! You can now log in with the username and password you provided when you signed up.
ru_ru: Ваш аккаунт успешно активирован. Теперь вы можете авторизоваться, используя логин и пароль, указанные вами при регистрации.

source: I have read and agree to this site's %s.
ru_ru: Я прочитал и согласен с %s этого сайта.

source: Extended Profile Data
ru_ru: Данные расширенного профиля

source: BuddyPress Extended Profile Data
ru_ru: Данные расширенного профиля BuddyPress

source: Thread URL
ru_ru: URL обсуждения

source: Recipients
ru_ru: Получатели

source: Message Content
ru_ru: Содержимое сообщения

source: Message Subject
ru_ru: Тема сообщения

source: BuddyPress Messages
ru_ru: Сообщения BuddyPress

source: You must indicate that you have read and agreed to the Privacy Policy.
ru_ru: Вы должны указать, что вы прочитали и согласились с Политикой конфиденциальности.

source: Status
ru_ru: Статус

source: Notification Date
ru_ru: Дата уведомления

source: Notification Content
ru_ru: Содержимое уведомления

source: BuddyPress Notifications Data
ru_ru: Данные уведомлений BuddyPress

source: BuddyPress Pending Group Invitations (Sent)
ru_ru: Ожидающие приглашения в группу BuddyPress (Отправленные)

source: BuddyPress Pending Group Invitations (Received)
ru_ru: Ожидающие приглашения в группу BuddyPress (Полученные)

source: BuddyPress Pending Group Membership Requests
ru_ru: Ожидающие запросы на членство в группе BuddyPress

source: BuddyPress Group Memberships
ru_ru: Членство в группах BuddyPress

source: Pending Group Invitations (Received)
ru_ru: Ожидающие приглашения в группу (Полученные)

source: Pending Group Invitations (Sent)
ru_ru: Ожидающие приглашения в группу (Отправленные)

source: Sent To
ru_ru: Отправлено

source: Pending Group Membership Requests
ru_ru: Запросы на членство в группах

source: Date Sent
ru_ru: Дата отправки

source: Date Joined
ru_ru: Дата присоединения

source: Group Role
ru_ru: Роль в группе

source: Creator
ru_ru: Создатель

source: Invited By
ru_ru: Приглашен

source: Group URL
ru_ru: URL группы

# screen heading
source: Your feedback
ru_ru: Ваш отзыв

source: When a logged-in user creates a new group, we use a number of cookies to keep track of the group creation process. These cookies contain no personal data, and are deleted either upon the successful creation of the group or after 24 hours.
ru_ru: Когда пользователь, зарегистрированный в сети, создает новую группу, мы используем несколько файлов cookie для отслеживания процесса создания группы. Эти файлы cookie не содержат персональных данных и удаляются либо при успешном создании группы, либо через 24 часа.

source: We use cookies on group, member, and activity directories to keep track of a user's browsing preferences. These preferences include the last-selected values of the sort and filter dropdowns, as well as pagination information. These cookies contain no personal data, and are deleted after 24 hours.
ru_ru: Мы используем файлы cookie в каталогах групп, участников и активности, чтобы отслеживать настройки просмотра пользователей. Эти предпочтения включают в себя последние выбранные значения раскрывающихся списков сортировки и фильтра, а также информацию разбивки на страницы. Эти файлы cookie не содержат персональных данных и удаляются через 24 часа.

source: We use a cookie to show success and failure messages to logged-in users, in response to certain actions, like joining a group. These cookies contain no personal data, and are deleted immediately after the next page load.
ru_ru: Мы используем cookie, чтобы показывать сообщения об успешном завершении и отказах вошедшим в систему пользователям в ответ на определенные действия, такие как присоединение к группе. Эти файлы cookie не содержат персональных данных и удаляются сразу после загрузки следующей страницы.

source: In this section you should describe the BuddyPress-specific cookies that your site collects. The suggested text describes the default cookies.
ru_ru: В этом разделе вы должны описать файлы cookie, специфичные для BuddyPress, которые собираются вашим сайтом. В предлагаемом тексте описываются файлы cookie по умолчанию.

source: The content of private messages is visible only to the sender and the recipients of the message. With the exception of site administrators, who can read all private messages, private message content is never visible to other users or site visitors. Site administrators may delete the content of any message.
ru_ru: Содержимое личных сообщений отображается только отправителю и получателям сообщения. За исключением администраторов сайтов, которые могут читать все личные сообщения, личный контент сообщений никогда не отображается другим пользователям или посетителям сайта. Администраторы сайта могут удалять содержимое любого сообщения.

source: In this section you should describe any personal data related to private messages.
ru_ru: В этом разделе вы должны описать любые персональные данные, связанные с личными сообщениями.

source: Activity items may be deleted at any time by users who created them. Site administrators can edit all activity items.
ru_ru: Элементы активности могут быть удалены в любое время пользователями, которые их создали. Администраторы сайта могут редактировать все элементы активности.

source: The content of activity items obey the same privacy rules as the contexts in which the activity items are created. For example, activity updates created in a user's profile is publicly visible, while activity items generated in a private group are visible only to members of that group. Site administrators can view all activity items, regardless of context.
ru_ru: Содержимое элементов активности подчиняется тем же правилам конфиденциальности, что и контексты, в которых создаются элементы активности. Например, обновления активности, созданные в профиле пользователя, общедоступны, а элементы активности, созданные в частной группе, видны только членам этой группы. Администраторы сайта могут просматривать все элементы активности независимо от контекста.

source: This site records certain user actions, in the form of "activity" data. Activity includes updates and comments posted directly to activity streams, as well as descriptions of other actions performed while using the site, such as new friendships, newly joined groups, and profile updates.
ru_ru: Этот сайт регистрирует определенные действия пользователя в виде данных «активности». Деятельность включает обновления и комментарии, отправленные непосредственно в ленты активности, а также описания других действий, выполняемых при использовании сайта, таких как новые дружеские отношения, недавние вступления в группы и обновления профиля.

source: In this section you should describe the kinds of information collected in the activity stream, how and whether it can be edited or deleted, and to whom the activity is visible.
ru_ru: В этом разделе вы должны описать виды информации, собранной в ленте активности, о том, как и можно ли ее редактировать или удалять, и для кого активность видна.

source: User information provided during account registration can be modified or removed on the Profile > Edit panel. In most cases, users also have control over who is able to view a particular piece of profile content, limiting visibility on a field-by-field basis to friends, logged-in users, or administrators only. Site administrators can read and edit all profile data for all users.
ru_ru: Информация пользователя, предоставленная при регистрации учетной записи, может быть изменена или удалена на панели «Профиль» > «Редактировать». В большинстве случаев пользователи также имеют контроль над тем, кто может просматривать конкретную часть содержимого профиля, ограничивая видимость в поле условий друзьям, зарегистрированным пользователям или администраторам. Администраторы сайта могут читать и редактировать все данные профиля для всех пользователей.

source: When you register for the site, you may be asked to provide certain personal data for display on your profile. The "Name" field is required as well as public, and user profiles are visible to any site visitor. Other profile information may be required or optional, as configured by the site administrator.
ru_ru: Когда вы регистрируетесь на сайте, вас могут попросить предоставить определенные персональные данные для отображения в вашем профиле. Поле «Имя» обязательно, а также общедоступно, а профили пользователей видны любому посетителю сайта. Другая информация профиля может быть обязательной или необязательной, как это было задано администратором сайта.

source: In this section you should note what information is collected on user profiles. The suggested text gives an overview of the kinds of profile data collected by BuddyPress.
ru_ru: В этом разделе вы должны отметить, какая информация собирается в профилях пользователей. Предлагаемый текст дает обзор видов данных профиля, собираемых BuddyPress.

source: Profile Data
ru_ru: Данные профиля

source: Sites powered by BuddyPress rely heavily on user-provided data. In this section, you should note what data you collect, from both registered users and anonymous visitors.
ru_ru: Сайты, на которых работает BuddyPress, в значительной степени зависят от данных, предоставленных пользователем. В этом разделе вы должны отметить, какие данные вы собираете, как от зарегистрированных пользователей, так и от анонимных посетителей.

source: What personal data we collect and why we collect it
ru_ru: Какие персональные данные мы собираем и зачем мы их собираем

source: Suggested text:
ru_ru: Предлагаемый текст:
