Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

# Comment moderation
source: You have posted an inappropriate word.
ru_ru: Вы ввели неподходящее слово.

source: You have posted too many links
ru_ru: Вы ввели слишком много ссылок

source: It looks like you have more sites to record. Resume recording by checking the "Repopulate site tracking records" option.
ru_ru: Кажется, у вас еще есть сайты для отслеживания. Чтобы продолжить отслеживать - отметьте опцию "Заново получить все записи-уведомления в ленту активности".

source: The following active BuddyPress Components do not have associated WordPress Pages: %s.
ru_ru: У следующих активированных BuddyPress компонентов нет связанных WordPress страниц: %s.

source: Sites %s
ru_ru: Сайты %s

source: <a href="%1$s">Log in</a> as "%2$s" using your existing password.
ru_ru: <a href="%1$s">Авторизуйтесь</a> как "%2$s" используя ваш текущий пароль.

source: %s is your new site.
ru_ru: %s - ваш новый сайт.

source: Embedded Activity Item
ru_ru: Внедренный элемент активности

# Toolbar Mention logged in user
source: Mentions %s
ru_ru: Упоминания %s

source: %1$s replied to one of your activity comments
ru_ru: Пользователь %1$s ответил на ваш комментарий в ленте активности

source: You have %1$d new comment replies
ru_ru: У вас %1$d новых комментариев к ответам

source: New Activity comment reply
ru_ru: Ответы на комментарии активности

source: %1$s commented on one of your updates
ru_ru: Пользователь %1$s прокомментировал одно из ваших обновлений

source: You have %1$d new replies
ru_ru: У вас %1$d новых ответов

source: New Activity reply
ru_ru: Ответ в ленте активности

source: Your browser does not support HTML5 audio
ru_ru: Ваш браузер не поддерживает HTML5 аудио

source: Your browser does not support HTML5 video
ru_ru: Ваш браузер не поддерживает HTML5 видео

source: View on %s
ru_ru: Посмотреть на %s

source: By %1$s on %2$s
ru_ru: %1$s на %2$s

source: Edit Activity
ru_ru: Изменить

source: Edit activity content
ru_ru: Изменить текст элемента ленты активности

source: Edit activity action
ru_ru: Изменить дополнительный текст элемента ленты активности

# Post Type generic comments activity front filter
source: Item comments
ru_ru: Комментарии эелемента

source: Enabled
ru_ru: Включить

source: Autolink status for this field
ru_ru: Статус авто-линковки для этого поля

source: On user profiles, link this field to a search of the Members directory, using the field value as a search term.
ru_ru: В профиле пользователя сделать это поле ссылкой на поиск по каталогу пользователей, используя значение в качестве поисковой фразы.

source: Autolink
ru_ru: Автоматическая ссылка

# email
source: unsubscribe
ru_ru: Отписаться

source: Message was not sent. Please try again.
ru_ru: Сообщение не было отправлено. Пожалуйста, попробуйте еще раз.

source: Pending users list
ru_ru: Список ожидающих пользователей

source: Pending users list navigation
ru_ru: Навигация списка ожидающих пользователей

source: Filter users list
ru_ru: Фильтровать список пользователей

source: Filter groups list
ru_ru: Фильтрация списка групп

source: Groups list
ru_ru: Список групп

source: Groups list navigation
ru_ru: Навигация списка групп

# email post type description
source: BuddyPress emails
ru_ru: BuddyPress письма

# email menu label
source: Customize
ru_ru: Настроить

# screen heading
source: Emails
ru_ru: Письма

source: BuddyPress Options
ru_ru: Настройки BuddyPress

# email type taxonomy description
source: BuddyPress email types
ru_ru: Тип письма в BuddyPress

# email type taxonomy label
source: View Email Situation
ru_ru: Просмотреть ситуацию письма

# email type taxonomy label
source: Update Email Situation
ru_ru: Обновить ситуацию письма

# email type taxonomy singular name
source: Email
ru_ru: Письмо

# email type taxonomy label
source: Search Emails
ru_ru: Поиск писем

# email type taxonomy label
source: Popular Email Situation
ru_ru: Популярные ситуации

# email type taxonomy label
source: No email situations
ru_ru: Нет ситуация

# email type taxonomy label
source: No email situations found.
ru_ru: Ситуации не найдены.

# email type taxonomy label
source: New email situation name
ru_ru: Название новой ситуации

# email type taxonomy name
source: Situation
ru_ru: Ситуация

# email type taxonomy label
source: Situations
ru_ru: Ситуации

# email type taxonomy label
source: Email list navigation
ru_ru: Навигация по списку писем

# email type taxonomy label
source: Email list
ru_ru: Список писем

# email type taxonomy label
source: Edit Email Situations
ru_ru: Изменить ситуацию для письма

# email type taxonomy label
source: All Email Situations
ru_ru: Все ситуации для писем

# email type taxonomy label
source: New Email Situation
ru_ru: Новая ситуация для письма

# email post type label
source: View Email
ru_ru: Посмотреть письмо

# email post type label
source: Uploaded to this email
ru_ru: Загружено в это письмо

# email post type label
source: Search Emails
ru_ru: Поиск по письмам

# email post type label
source: No emails found in Trash
ru_ru: Письма не были найдены в корзине

# email post type label
source: No emails found
ru_ru: Email'ы не найдены

# email post type label
source: New Email
ru_ru: Новое письмо

# email post type label
source: BuddyPress Emails
ru_ru: BuddyPress письма

# email post type name
source: Emails
ru_ru: Письма

# email post type label
source: Email list navigation
ru_ru: Навигация по списку писем

# email post type label
source: Email list
ru_ru: Список писем

# email post type label
source: Filter email list
ru_ru: Фильтрация списка писем

# email post type label
source: Edit Email
ru_ru: Изменить письмо

# email post type label
source: All Emails
ru_ru: Все письма

# email post type label
source: Add a New Email
ru_ru: Добавить новое письмо

# email post type label
source: Add New
ru_ru: Добавить

source: Footer text
ru_ru: Текст подвала

source: Change the email footer here
ru_ru: Измените здесь подпись в подвале письма

source: Background color
ru_ru: Цвет фона

source: Text size
ru_ru: Размер текста

source: Text color
ru_ru: Цвет текста

source: Highlight color
ru_ru: Цвет подсветки

source: Applied to links and other decorative areas.
ru_ru: Используется для цвета ссылок и декоративной полосы вверху письма.

source: Header background color
ru_ru: Цвет фона шапки

source: Email background color
ru_ru: Цвет фона письма

# email
source: Footer
ru_ru: Подвал

# email
source: Body
ru_ru: Содержимое

# email
source: Header
ru_ru: Шапка

# screen heading
source: BuddyPress Emails
ru_ru: BuddyPress письма

source: Customize the appearance of emails sent by BuddyPress.
ru_ru: Настроить внешний вид писем, отправляемых BuddyPress.

source: Emails have been successfully reinstalled.
ru_ru: Письма были успешны переустановлены.

source: Reinstall emails (delete and restore from defaults).
ru_ru: Переустановить письма (старые будут удалены, письма по-умолчанию - восстановлены).

source: Repopulate site tracking records.
ru_ru: Заново получить все записи-уведомления в ленту активности.

source: Repair total groups count for each member.
ru_ru: Восстановить общее количество групп для каждого пользователя.

source: Repair total friends count for each member.
ru_ru: Пересчитать общее количество друзей для каждого пользователя.

source: Repair total members count.
ru_ru: Восстановить общее количество пользователей.

source: Repair tools
ru_ru: Инструменты для восстановления данных

source: Recipient had requested to join a group, which was rejected.
ru_ru: Получатель отправил запрос на вступление в группу, который был отклонен.

source: Recipient had requested to join a group, which was accepted.
ru_ru: Получатель отправил запрос на вступление в группу, который был подтвержден.

source: Recipient has changed their email address.
ru_ru: Получатель изменил свой адрес email.

source: Recipient has received a private message.
ru_ru: Получатель получил личное сообщение.

source: A member has requested permission to join a group.
ru_ru: Пользователь запросил разрешение на вступление в группу.

source: Recipient's status within a group has changed.
ru_ru: Статус получателя внутри группы был изменен.

source: A member has sent a group invitation to the recipient.
ru_ru: Пользователь отправил приглашение в группу получателю.

source: A group's details were updated.
ru_ru: Детали группы были обновлены.

source: Recipient has had a friend request accepted by a member.
ru_ru: Получатель получил подтверждение запроса дружбы.

source: A member has sent a friend request to the recipient.
ru_ru: Пользователь отправил получателю запрос на дружбу.

source: Recipient has registered for an account and site.
ru_ru: Получатель зарегистрировал на сайте новую учетную запись и блог.

source: Recipient has registered for an account.
ru_ru: Получатель зарегистрировал на сайте новую учетную запись.

source: Recipient was mentioned in a group activity update.
ru_ru: Получатель был упомянут в ленте активности группы.

source: Recipient was mentioned in an activity update.
ru_ru: Получатель был упомянут в ленте активности.

source: A member has replied to a comment on an activity update that the recipient posted.
ru_ru: Пользователь ответил на комментарий в ленте активности, который оставил получатель.

source: A member has replied to an activity update that the recipient posted.
ru_ru: Пользователь ответил на сообщение в ленте активности, которое оставил получатель.

source: Your membership request for the group "{{group.name}}" has been rejected. To request membership again, visit: {{{group.url}}}
ru_ru: Ваш запрос на вступление в группу "{{group.name}}" был отклонен. Чтобы заново отправить запрос, перейдите по ссылке: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been rejected.
ru_ru: Ваш запрос на вступление в группу &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; был отклонен.

source: [{{{site.name}}}] Membership request for group "{{group.name}}" rejected
ru_ru: [{{{site.name}}}] Запрос на вступление в группу "{{group.name}}" был отклонен

source: Your membership request for the group "{{group.name}}" has been accepted. To view the group, visit: {{{group.url}}}
ru_ru: Ваш запрос на вступление в группу "{{group.name}}" был принят. Чтобы посмотреть группу, перейдите по ссылке: {{{group.url}}}

source: Your membership request for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; has been accepted.
ru_ru: Ваш запрос на вступление в группу &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; был принят.

source: [{{{site.name}}}] Membership request for group "{{group.name}}" accepted
ru_ru: [{{{site.name}}}] Запрос на вступление в группу "{{group.name}}" был принят

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, go to the following link to confirm the change: {{{verify.url}}} Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
ru_ru: Недавно вы изменили email адрес, связанный с вашей учетной записью на сайте {{site.name}}. Если это были вы, перейдите по этой ссылке, чтобы подтвердить изменение: {{{verify.url}}} Если это не вы инициировали смену email адреса (или вы передумали), то просто проигнорируйте и удалите это письмо.

source: You recently changed the email address associated with your account on {{site.name}} to {{user.email}}. If this is correct, <a href="{{{verify.url}}}">go here to confirm the change</a>. Otherwise, you can safely ignore and delete this email if you have changed your mind, or if you think you have received this email in error.
ru_ru: Недавно вы изменили email адрес, связанный с вашей учетной записью на сайте {{site.name}}. Если все верно, <a href="{{{verify.url}}}">перейдите по ссылке</a> для подтверждения этого изменения. В ином случае, вы можете спокойно проигнорировать и удалить это письмо - если вы передумали или получили это письмо по ошибке.

source: [{{{site.name}}}] Verify your new email address
ru_ru: [{{{site.name}}}] Подтвердите ваш новый email адрес

source: {{sender.name}} sent you a new message: "{{usersubject}}" "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{message.url}}}
ru_ru: Пользователь {{sender.name}} отправил вам личное сообщение: "{{usersubject}}" "{{usermessage}}" Перейдите в переписку, чтобы ответить: {{{message.url}}}

source: {{sender.name}} sent you a new message: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: Пользователь {{sender.name}} отправил вам личное сообщение: &quot;{{usersubject}}&quot; <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{message.url}}}">Перейдите в обсуждение</a>, чтобы ответить.

source: [{{{site.name}}}] New message from {{sender.name}}
ru_ru: [{{{site.name}}}] Новое сообщение от {{sender.name}}

source: {{requesting-user.name}} wants to join the group "{{group.name}}". As you are the administrator of this group, you must either accept or reject the membership request. To manage this and all other pending requests, visit: {{{group-requests.url}}} To view {{requesting-user.name}}'s profile, visit: {{{profile.url}}}
ru_ru: Пользователь {{requesting-user.name}} хочет вступить в группу "{{group.name}}". Так как вы являетесь администратором группы, вы должны или принять, или отклонить заявку на вступление. Для управления этим и другими запросами, перейдите по ссылке: {{{group-requests.url}}} Чтобы посмотреть профиль пользователя {{requesting-user.name}}, перейдите по ссылке: {{profile.url}}}

source: <a href="{{{profile.url}}}">{{requesting-user.name}}</a> wants to join the group &quot;{{group.name}}&quot;. {{request.message}} As you are an administrator of this group, you must either accept or reject the membership request. <a href="{{{group-requests.url}}}">Go here to manage this</a> and all other pending requests.
ru_ru: Пользователь <a href="{{{profile.url}}}">{{requesting-user.name}}</a> хочет вступить в группу &quot;{{group.name}}&quot;. {{request.message}} Так как вы являетесь администратором группы, вы должны или принять, или отклонить запрос на вступление. Перейдите по <a href="{{{group-requests.url}}}">этой ссылке</a>, чтобы посмотреть список подобных запросов.

source: [{{{site.name}}}] Membership request for group: {{group.name}}
ru_ru: [{{{site.name}}}] Новый запрос на вступление в группу: {{group.name}}

source: You have been promoted to {{promoted_to}} in the group: "{{group.name}}". To visit the group, go to: {{{group.url}}}
ru_ru: Вас повысили до {{promoted_to}} в группе "{{group.name}}". Чтобы посетить группу, перейдите по ссылке: {{{group.url}}}

source: You have been promoted to <b>{{promoted_to}}</b> in the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.
ru_ru: Вас повысили до <b>{{promoted_to}}</b> в группе &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot;.

source: [{{{site.name}}}] You have been promoted in the group: "{{group.name}}"
ru_ru: [{{{site.name}}}] Вас повысили в группе: "{{group.name}}"

source: {{inviter.name}} has invited you to join the site "{{site.name}}". {{usermessage}} To accept your invitation, visit: {{{invite.accept_url}}} To learn more about the site, visit: {{{site.url}}}. To view {{inviter.name}}'s profile, visit: {{{inviter.url}}}
ru_ru: Пользователь {{inviter.name}} пригласил ваc присоединиться к сайту "{{site.name}}". {{usermessage}} Чтобы принять приглашение, перейдите по ссылке: {{{invite.accept_url}}} Чтобы узнать больше о сайте, посетите: {{{site.url}}}. Чтобы посмотреть профиль пользователя {{inviter.name}}, перейдите по ссылке: {{{inviter.url}}}

source: <a href="{{{inviter.url}}}">{{inviter.name}}</a> has invited you to join the site: &quot;{{site.name}}&quot;. {{usermessage}} <a href="{{{invite.accept_url}}}">Accept your invitation</a> or <a href="{{{site.url}}}">visit the site</a> to learn more.
ru_ru: Пользователь <a href="{{{inviter.url}}}">{{inviter.name}}</a> пригласил вас присоединиться к сайту &quot;{{site.name}}&quot;. {{usermessage}} <a href="{{{invite.accept_url}}}">Примите приглашение</a> или <a href="{{{site.url}}}">посетите группу</a>, чтобы узнать больше.

source: [{{{site.name}}}] You have an invitation to the group: "{{group.name}}"
ru_ru: [{{{site.name}}}] У вас новое приглашение в группу: "{{group.name}}"

source: Group details for the group "{{group.name}}" were updated: {{changed_text}} To view the group, visit: {{{group.url}}}
ru_ru: Детали группы "{{group.name}}" были изменены: {{changed_text}} Чтобы посмотреть группу, перейдите по ссылке: {{{group.url}}}

source: Group details for the group &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; were updated: <blockquote>{{changed_text}}</blockquote>
ru_ru: Детали группы &quot;<a href="{{{group.url}}}">{{group.name}}</a>&quot; были изменены: <blockquote>{{changed_text}}</blockquote>

source: [{{{site.name}}}] Group details updated
ru_ru: [{{{site.name}}}] Детали группы были изменены

source: {{friend.name}} accepted your friend request. To learn more about them, visit their profile: {{{friendship.url}}}
ru_ru: Пользователь {{friend.name}} принял ваш запрос дружбы. Чтобы узнать больше, перейдите по ссылке: {{{friendship.url}}}

source: <a href="{{{friendship.url}}}">{{friend.name}}</a> accepted your friend request.
ru_ru: Пользователь <a href="{{{friendship.url}}}">{{friend.name}}</a> принял ваш запрос дружбы.

source: [{{{site.name}}}] {{friend.name}} accepted your friendship request
ru_ru: [{{{site.name}}}] Пользователь {{friend.name}} принял ваше предложение дружбы

source: {{initiator.name}} wants to add you as a friend. To accept this request and manage all of your pending requests, visit: {{{friend-requests.url}}} To view {{initiator.name}}'s profile, visit: {{{initiator.url}}}
ru_ru: Пользователь {{initiator.name}} хочет добавить вас в друзья. Чтобы принять этот запрос и посмотреть все ваши ожидающие запросы, посетите: {{{friend-requests.url}}} Чтобы посмотреть профиль пользователя {{initiator.name}}, посетите: {{{initiator.url}}}

source: <a href="{{{initiator.url}}}">{{initiator.name}}</a> wants to add you as a friend. To accept this request and manage all of your pending requests, visit: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>
ru_ru: Пользователь <a href="{{{initiator.url}}}">{{initiator.name}}</a> хочет добавить вас в друзья: Чтобы принять этот запрос и управлять списком всех ожидающих запросов, посетите: <a href="{{{friend-requests.url}}}">{{{friend-requests.url}}}</a>

source: [{{{site.name}}}] New friendship request from {{initiator.name}}
ru_ru: [{{{site.name}}}] Новое предложение дружбы от {{initiator.name}}

source: Thanks for registering! To complete the activation of your account and site, go to the following link: {{{activate-site.url}}} After you activate, you can visit your site at {{{user-site.url}}}.
ru_ru: Спасибо, что зарегистрировались! Чтобы завершить активацию вашей учетной записи и сайта, перейдите по ссылке: {{{activate-site.url}}} После активации вы сможете посетить свой сайт по ссылке {{{user-site.url}}}.

source: Thanks for registering! To complete the activation of your account and site, go to the following link: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. After you activate, you can visit your site at <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.
ru_ru: Спасибо, что зарегистрировались! Чтобы завершить активацию вашей учетной записи и сайта, перейдите по ссылке: <a href="{{{activate-site.url}}}">{{{activate-site.url}}}</a>. После активации вы сможете посетить ваш сайт по ссылке: <a href="{{{user-site.url}}}">{{{user-site.url}}}</a>.

source: [{{{site.name}}}] Activate {{{user-site.url}}}
ru_ru: [{{{site.name}}}] Активировать {{{user-site.url}}}

source: [{{{site.name}}}] Activate your account
ru_ru: [{{{site.name}}}] Активация вашей учетной записи

source: {{poster.name}} mentioned you in the group "{{group.name}}": "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ru_ru: Пользователь {{poster.name}} упомянул вас в группе "{{group.name}}": "{{usermessage}}" Чтобы ответить или узнать больше, перейдите по ссылке: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in the group "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: Пользователь {{poster.name}} упомянул вас в группе "{{group.name}}": <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Перейдите по ссылке</a>, чтобы подключиться к обсуждению.

source: [{{{site.name}}}] {{poster.name}} mentioned you in an update
ru_ru: [{{{site.name}}}] Пользователь {{poster.name}} упомянул вас в статусе

source: {{poster.name}} mentioned you in a status update: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{mentioned.url}}}
ru_ru: Пользователь {{poster.name}} упомянул вас в сообщении в ленте активности: "{{usermessage}}" Перейдите по ссылке, чтобы прочитать или ответить: {{{mentioned.url}}}

source: {{poster.name}} mentioned you in a status update: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: Пользователь {{poster.name}} упомянул вас в сообщении в ленте активности: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{mentioned.url}}}">Перейдите по ссылке</a>, чтобы прочитать или ответить.

source: [{{{site.name}}}] {{poster.name}} mentioned you in a status update
ru_ru: [{{{site.name}}}] Пользователь {{poster.name}} упомянул вас в своем статусе

source: {{poster.name}} replied to one of your comments: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ru_ru: Пользователь {{poster.name}} ответил на один из ваших комментариев: "{{usermessage}}" Перейдите на страницу обсуждения, чтобы продолжить общение: {{{thread.url}}}

source: {{poster.name}} replied to one of your comments: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: Пользователь {{poster.name}} ответил на один из ваших комментариев: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Перейдите в обсуждение</a> для ответа.

source: [{{{site.name}}}] {{poster.name}} replied to one of your comments
ru_ru: [{{{site.name}}}] Пользователь {{poster.name}} ответил на ваш комментарий

source: {{poster.name}} replied to one of your updates: "{{usermessage}}" Go to the discussion to reply or catch up on the conversation: {{{thread.url}}}
ru_ru: Пользователь {{poster.name}} прокомментировал вашу запись в ленте активности: "{{usermessage}}" Перейдите по ссылке, чтобы продолжить обсуждение: {{{thread.url}}}

source: {{poster.name}} replied to one of your updates: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to the discussion</a> to reply or catch up on the conversation.
ru_ru: Пользователь {{poster.name}} ответил на одно из обновлений вашей ленты: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Перейдите в обсуждения</a> для ответа.

source: [{{{site.name}}}] {{poster.name}} replied to one of your updates
ru_ru: [{{{site.name}}}] Пользователь {{poster.name}} ответил на ваш статус
