Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: You were promoted to an admin in %d groups
ru_ru: Вы назначены администратором в группах (%d)

source: Membership for group "%s" rejected
ru_ru: Вступление в группу "%s" отклонено

source: Membership for group "%s" accepted
ru_ru: Вступление в группу "%s" подтверждено

source: %s requests group membership
ru_ru: %s хочет вступить в группу

source: Approve Membership Requests
ru_ru: Подтвердить запросы на вступление

source: %1$d new membership requests for the group "%2$s"
ru_ru: Новые запросы (%1$d) на вступление в группу "%2$s"

source: a moderator
ru_ru: модератор

source: an administrator
ru_ru: администратор

# Group update email text
source: * Description changed from "%1$s" to "%2$s".
ru_ru: * Описание изменилось с "%1$s" на "%2$s".

# Group update email text
source: * Name changed from "%1$s" to "%2$s".
ru_ru: * Название изменилось с "%1$s" на "%2$s".

source: No Group Profile Photo
ru_ru: Нет картинки профиля группы

# My Groups page <title>
source: Memberships
ru_ru: Участие

# My Account Groups sub nav
source: Create a Group
ru_ru: Создать группу

# My Account Groups sub nav
source: Memberships
ru_ru: Участие

# My Account Groups sub nav
source: No Pending Invites
ru_ru: Нет новых приглашений

# My Account Groups
source: Groups
ru_ru: Группы

source: Requests
ru_ru: Запросы

source: Photo
ru_ru: Фото

source: Details
ru_ru: Детали

# My Group screen nav
source: Manage
ru_ru: Управление

# My Group screen nav
source: Send Invites
ru_ru: Пригласить

# Group screen nav
source: Request Membership
ru_ru: Запрос на вступление

# Group screen navigation title
source: Home
ru_ru: Главная

source: Invitations
ru_ru: Приглашения

source: Memberships
ru_ru: Мои группы

# Group screen nav without counter
source: Groups
ru_ru: Группы

# Group screen nav
source: Invites
ru_ru: Приглашения

# Group screen nav
source: Photo
ru_ru: Картинка

# Group screen nav
source: Settings
ru_ru: Настройки

# Group screen nav
source: Details
ru_ru: Детали

# Component directory search
source: Search Groups...
ru_ru: Поиск групп...

# component directory title
source: Groups
ru_ru: Группы

# Group screen page <title>
source: User Groups
ru_ru: Группы пользователей

source: %1$s posted an update in the group %2$s
ru_ru: %1$s: сообщение в ленте группы %2$s

source: As the only admin, you cannot leave the group.
ru_ru: Вы не можете покинуть группу, поскольку являетесь единственным администратором.

source: Group Admin
ru_ru: Админ

# Group WP Admin Bar delete link
source: %s Group
ru_ru: %s группу

# Group WP Admin Bar manage links
source: Edit Group %s
ru_ru: Редактировать группу %s

source: Select group %1$d
ru_ru: Выберите группу %1$d

# Groups admin Last Active column header
source: Last Active
ru_ru: Активность

# Groups admin Members column header
source: Members
ru_ru: Участники

# Groups admin Privacy Status column header
source: Status
ru_ru: Статус

# Groups admin Group Description column header
source: Description
ru_ru: Описание

# Groups admin Group Name column header
source: Name
ru_ru: Название

source: No groups found.
ru_ru: Группы не найдены.

source: Viewing %1$s - %2$s of %3$s member
ru_ru: Просмотр %1$s - %2$s из %3$s пользователей

source: Viewing 1 member
ru_ru: Просмотр 1 участника

source: No members of this type
ru_ru: Нет пользователей этого типа

source: Ban
ru_ru: Заблокировать

source: Actions
ru_ru: Действия

source: Banned
ru_ru: Забаненные

source: Roles
ru_ru: Роли

# Group member role in group admin
source: Group Role
ru_ru: Роль в группе

# Group member name in group admin
source: Name
ru_ru: Имя

source: Banned Members
ru_ru: Заблокированные участники

source: Members
ru_ru: Пользователи

source: Moderators
ru_ru: Модераторы

source: Administrators
ru_ru: Администраторы

source: Enter a comma-separated list of user logins.
ru_ru: Введите логины пользователей, разделенные запятой.

source: Group admins only
ru_ru: Только администраторы группы

source: Group admins and mods only
ru_ru: Только администраторы и модераторы группы

source: All group members
ru_ru: Все участники группы

source: Who can invite others to this group?
ru_ru: Кто может приглашать других в эту группу?

source: Hidden
ru_ru: Скрытая

source: Private
ru_ru: Частная

source: Public
ru_ru: Публичный

source: Privacy
ru_ru: Приватность

source: Enable discussion forum
ru_ru: Разрешить форум обсуждений

source: Search all Groups
ru_ru: Поиск по группам

source: Groups
ru_ru: Группы

source: %s group has been permanently deleted.
ru_ru: %s групп было удалено.

source: This action cannot be undone.
ru_ru: Это действие потом нельзя будет отменить.

source: You are about to delete the following groups:
ru_ru: Вы собираетесь удалить следующие группы:

source: Delete Groups
ru_ru: Удалить группы

source: Visit Group
ru_ru: Посетить группу

source: Permalink:
ru_ru: Постоянная ссылка:

source: Name and Description
ru_ru: Название и описание

source: Edit Group
ru_ru: Редактировать

source: The following members were successfully modified: %s
ru_ru: Следующие участники были успешно изменены: %s

source: An error occurred when trying to modify the following members: %s
ru_ru: Произошла ошибка во время изменения следующих участников: %s

source: The following users were successfully added to the group: %s
ru_ru: Следующие пользователи были успешно добавлены в группу: %s

source: The following users could not be added to the group: %s
ru_ru: Следующие пользователи не могут быть добавлены в группу: %s

source: The group has been updated successfully.
ru_ru: Данные группы успешно обновлены.

source: An error occurred when trying to update your group details.
ru_ru: Произошла ошибка во время обновления информации о группе.

source: You cannot remove all administrators from a group.
ru_ru: Вы не можете удалить всех администраторов из группы.

source: If you leave this page, you will lose any unsaved changes you have made to the group.
ru_ru: Если вы уйдете с этой страницы, вы потеряете все несохраненные изменения в группе.

source: Start typing a username to add a new member.
ru_ru: Начните вводить логин, чтобы добавить нового пользователя.

source: If you click "Delete" under a specific group, or select a number of groups and then choose Delete from the Bulk Actions menu, you will be led to a page where you&#8217;ll be asked to confirm the permanent deletion of the group(s).
ru_ru: Если вы нажмете "Удалить" под определенной группой или выберите несколько групп, вы будете перенаправлены на страницу, где вам надо будет подтвердить удаление групп(ы).

source: Clicking "Edit" will take you to a Dashboard panel where you can manage various details about the group, such as its name and description, its members, and other settings.
ru_ru: После клика на Изменить вы будете переадресованы на страницу, где вы сможете отредактировать различные данные о группе, такие как название и описание, ее участники и другое.

source: Clicking "Visit" will take you to the group&#8217;s public page. Use this link to see what the group looks like on the front end of your site.
ru_ru: После клика на Посмотреть вы будете переадресованы на публичную страницу группы. Используйте эту ссылку для того, чтобы посмотреть как выглядит ваша группа.

source: Group Actions
ru_ru: Действия

source: You can manage groups much like you can manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on groups by using the on-hover action links or the Bulk Actions.
ru_ru: Вы можете управлять группами таким же образом, каким вы управляете комментариями или другим контентом. Эта страница настраивается точно так же, как и другие страницы управления.

# Groups per page (screen options)
source: Groups
ru_ru: Группы

# group admin edit screen
source: Manage Members
ru_ru: Управление участниками

# group admin edit screen
source: Add New Members
ru_ru: Добавить участников

# group admin edit screen
source: Settings
ru_ru: Настройки

# group admin edit screen
source: Save
ru_ru: Сохранить

source: Support Forums
ru_ru: Форум поддержки

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
ru_ru: Название и Описание - зафиксированные поля, но вы можете изменить положение всех остальных полей перемещая их, также можете раскрыть или спрятать их, кликая на заголовок каждого блока. Используйте Настройки экрана для того, чтобы отображать или спрятать блоки или для переключения между 1 или 2х колоночным видом.

source: This page is a convenient way to edit the details associated with one of your groups.
ru_ru: Эта страница - удобное место для редактирования информации о любой из ваших групп.

# Admin Groups menu
source: Groups
ru_ru: Группы

# Admin Groups page title
source: Groups
ru_ru: Группы

source: %1$s changed the description of the group %2$s from "%3$s" to "%4$s"
ru_ru: %1$s: изменено описание группы %2$s с "%3$s" на "%4$s"

source: %1$s changed the name of the group %2$s from "%3$s" to "%4$s"
ru_ru: %1$s: изменено название группы %2$s с "%3$s" на "%4$s"

source: %1$s changed the name and description of the group %2$s
ru_ru: %1$s: изменено название и описание группы %2$s

source: %1$s updated details for the group %2$s
ru_ru: %1$s: обновлена информация о группе %2$s

source: %1$s joined the group %2$s
ru_ru: %1$s теперь в группе %2$s

source: %1$s created the group %2$s
ru_ru: %1$s: создана новая группа %2$s

source: Forum Replies
ru_ru: Ответы в форумах

source: Forum Topics
ru_ru: Темы форумов

source: Group Updates
ru_ru: Статусы группы

source: Group details edited
ru_ru: Детали группы изменены

source: Group Memberships
ru_ru: Участие в группах

source: Joined a group
ru_ru: Вступил в группу

source: New Groups
ru_ru: Новые группы

source: Created a group
ru_ru: Создал группу

source: Activity feed for the group, %s.
ru_ru: Лента активности для группы, %s.

source: You successfully left the group.
ru_ru: Вы успешно покинули группу.

source: There was an error leaving the group.
ru_ru: При выходе из группы произошла ошибка.

source: This group must have at least one admin
ru_ru: В этой группе должен быть как минимум 1 администратор

source: You joined the group!
ru_ru: Вы присоединились к группе!

source: There was an error joining the group.
ru_ru: При присоединении к группе произошла ошибка.

source: The group profile photo was recycled successfully!
ru_ru: Картинка профиля группы успешно переиспользована!

source: There was an error saving the group profile photo, please try uploading again.
ru_ru: При сохранении картинки профиля группы произошла ошибка. Пожалуйста, попробуйте загрузить ещё раз.

source: There was an error removing the invite
ru_ru: При удалении приглашения произошла ошибка

source: Invite successfully removed
ru_ru: Приглашение успешно удалено

source: Please fill in all of the required fields
ru_ru: Убедитесь, что заполнили все обязательные поля

source: Only the group creator may continue editing this group.
ru_ru: Только создатель группы может продолжать редактировать эту группу.

source: There was an error saving group details. Please try again.
ru_ru: При сохранении данных группы произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: Sorry, you are not allowed to create groups.
ru_ru: Извините, вы не можете создавать группы.

source: You are not an admin of this group.
ru_ru: Вы не являяетесь админом этой группы.

source: You do not have access to this group.
ru_ru: У вас недостаточно прав для доступа к этой группе.

source: There were no members found, please try another filter.
ru_ru: Пользователи не найдены, попробуйте использовать другой фильтр.

source: Default friends to show:
ru_ru: Отображать друзей по умолчанию:

source: Max friends to show:
ru_ru: Отображать друзей не более:

source: Link widget title to Members directory
ru_ru: Сделать заголовок виджета ссылкой на список пользователей

source: Sorry, no members were found.
ru_ru: Извините, пользователи не найдены.

source: Popular
ru_ru: Популярные

source: Active
ru_ru: Активные

# widget name
source: (BuddyPress) Friends
ru_ru: Друзья (BuddyPress)

source: A dynamic list of recently active, popular, and newest Friends of the displayed member. Widget is only shown when viewing a member profile.
ru_ru: Динамический список недавно активных, популярных и последних Друзей отображаемого пользователя. Виджет отображается только в случае просмотра профиля какого-то пользователя.

source: %s friend
ru_ru: %s друг

source: Add Friend
ru_ru: Добавить в друзья

source: Cancel Friendship
ru_ru: Отменить дружбу

source: Friendship Requested
ru_ru: Предложена дружба

source: Cancel Friendship Requested
ru_ru: Запрошена отмена дружбы

source: Cancel Friendship Request
ru_ru: Отменить предложение дружбы

source: %d friend
ru_ru: %d друг

source: Filter Friends
ru_ru: Фильтр друзей

source: There aren't enough site members to show a random sample just yet.
ru_ru: Пока еще слишком мало пользователей сайта, чтобы отображать их в случайном порядке.

source: %s hasn't created any friend connections yet.
ru_ru: %s: друзей пока нет.

source: You haven't added any friend connections yet.
ru_ru: Вы не добавили еще ни одного друга.

source: See All
ru_ru: Все

source: %s's Friends
ru_ru: %s: Друзья

source: My Friends
ru_ru: Мои друзья

# Friend settings on notification settings page
source: A member accepts your friendship request
ru_ru: Пользователь принимает ваше предложение дружбы

# Friend settings on notification settings page
source: A member sends you a friendship request
ru_ru: Пользователь отправляет вам предложение дружбы

# Friend settings on notification settings page
source: Friends
ru_ru: Друзья

source: Friendship request could not be withdrawn
ru_ru: Предложение дружбы не может быть отменено

source: Friendship request withdrawn
ru_ru: Предложение дружбы отменено

source: Friendship could not be rejected
ru_ru: Дружба не может быть отклонена

source: Friendship rejected
ru_ru: Дружба отклонена

source: Friendship could not be accepted
ru_ru: Дружба не может быть принята

source: Friendship accepted
ru_ru: Дружба принята

source: You have a friendship request from %s
ru_ru: %s предлагает вам дружбу

source: You have %d pending friendship requests
ru_ru: Необработанные предложения дружбы: %d

source: %d friends accepted your friendship requests
ru_ru: Пользователи (%d) приняли вашу дружбу

source: %s accepted your friendship request
ru_ru: %s: ваша дружба принята

# My Account Friends menu sub nav
source: Friendships
ru_ru: Дружба

# My Account Friends menu sub nav
source: No Pending Requests
ru_ru: Нет новых запросов

# My Account Friends menu
source: Friends
ru_ru: Друзья

# Friends screen sub nav
source: Requests
ru_ru: Запросы

# Friends screen sub nav
source: Friendships
ru_ru: Все друзья

source: Search Friends...
ru_ru: Поиск друзей...

# Friends screen page <title>
source: Friend Connections
ru_ru: Друзья

source: %1$s and %2$s are now friends
ru_ru: %1$s и %2$s теперь друзья

source: New friendship created
ru_ru: Дружба принята

source: New friendships
ru_ru: Новые дружеские связи

source: Friendships
ru_ru: Друзья

source: Friendships accepted
ru_ru: Дружба принята

source: You have a pending friendship request with this user
ru_ru: Вас ожидает необработанное предложение дружбы от этого пользователя

source: You are not yet friends with this user
ru_ru: Вы еще не дружите с этим пользователем

source: Friendship canceled
ru_ru: В дружбе отказано

source: Friendship could not be canceled.
ru_ru: Дружбу нельзя отменить.

source: You already have a pending friendship request with this user
ru_ru: Вас уже ожидает необработанное предложение дружбы от этого пользователя

source: You are already friends with this user
ru_ru: Вы уже дружите с этим пользователем

source: Friendship requested
ru_ru: Дружба предложена

source: Friendship could not be requested.
ru_ru: Дружбу нельзя предложить.

source: Deleted User
ru_ru: Удаленный пользователь

source: Site URL
ru_ru: URLс сайта

source: Tags:
ru_ru: Теги:

source: Profile Info
ru_ru: Данные профиля

source: Edit Profile
ru_ru: Редактировать профиль

source: log in
ru_ru: авторизуйтесь

source: Remove
ru_ru: Удалить

source: Admin
ru_ru: Админ

source: %d days
ru_ru: %d день

source: %d months
ru_ru: %d месяца

source: %d years
ru_ru: %d года

source: inactive
ru_ru: неактивированный

source: Member
ru_ru: Участник

source: Moderator
ru_ru: Модератор

source: Administrator
ru_ru: Администратор

source: Invalid user ID.
ru_ru: Неверный ID пользователя.

source: December
ru_ru: Декабрь

source: November
ru_ru: Ноябрь

source: October
ru_ru: Октябрь

source: September
ru_ru: Сентябрь

source: August
ru_ru: Август

source: July
ru_ru: Июль

source: June
ru_ru: Июнь

source: May
ru_ru: Май

source: April
ru_ru: Апрель

source: March
ru_ru: Март

source: February
ru_ru: Февраль

source: January
ru_ru: Январь

source: Invalid taxonomy.
ru_ru: Неверная таксономия.

source: Disabled
ru_ru: Отключить

source: Close
ru_ru: Закрыть

source: Apply
ru_ru: Применить

source: Bulk Actions
ru_ru: Действия

source: Deactivate
ru_ru: Отключить

source: Profile
ru_ru: Профиль

source: Settings saved.
ru_ru: Настройки сохранены.

source: General Settings
ru_ru: Общие настройки

source: Date format
ru_ru: Формат даты

source: Cookies
ru_ru: Куки-файлы

source: Post
ru_ru: Опубликовать

source: Save Changes
ru_ru: Сохранить изменения

source: Registered
ru_ru: Зарегистрирован

source: Repeat New Password
ru_ru: Повторите новый пароль

source: New Password
ru_ru: Новый пароль

source: Display Name
ru_ru: Отображаемое имя

source: General
ru_ru: Общее

source: Add New
ru_ru: Добавить

source: Users
ru_ru: Пользователи

source: Page not found
ru_ru: Страница не найдена

source: User Capabilities
ru_ru: Возможности пользователя

source: Delete Group
ru_ru: Удалить

source: Membership Requests
ru_ru: Запросы на вступление

source: Manage Members
ru_ru: Участники

source: Manage Invitations
ru_ru: Приглашения

source: Group Profile Photo
ru_ru: Картинка профиля группы

source: Group Settings
ru_ru: Настройки

source: Alphabetically
ru_ru: По алфавиту

source: Newest
ru_ru: Новые

source: Recently Active
ru_ru: Активные

source: Website
ru_ru: Сайт

source: About Me
ru_ru: Обо мне

source: Name
ru_ru: Имя

source: My Profile
ru_ru: Мой профиль

source: %d group
ru_ru: %d группа

source: File successfully uploaded.
ru_ru: Файл был успешно загружен.

source: Sorry, uploading the file failed.
ru_ru: Извините, во время загрузки файла произошла ошибка.

source: Cropping the file failed: %s is not a supported image file.
ru_ru: Обрезка файла не удалась: %s не является поддерживаемым файлом.

# Attachment destination file
source: destination file
ru_ru: файл назначения

# Attachment source file
source: source file
ru_ru: исходный файл

source: Cropping the file failed: the file path is not allowed.
ru_ru: Обрезка файла не удалась: путь к файлу не разрешен.

source: Cropping the file failed: missing source file.
ru_ru: Обрезка файла не удалась: отсутствует исходный файл.

source: File upload stopped by extension.
ru_ru: Загрузка файла была остановлена расширением.

source: Failed to write file to disk.
ru_ru: Ошибка при записи файла на диск.

source: Missing a temporary folder.
ru_ru: Временная папка недоступна.

source: No file was uploaded.
ru_ru: Файл не был загружен.

source: The uploaded file was only partially uploaded.
ru_ru: Файл был загружен не полностью.

source: The uploaded file exceeds the maximum allowed file size of: %s
ru_ru: Загруженный файл превышает максимально разрешенный размер в %s

source: The uploaded file exceeds the maximum allowed file size for this site
ru_ru: Загруженный файл превышает максимально разрешенный размер файла для этого сайта

source: The file was uploaded successfully
ru_ru: Файл был успешно загружен

source: The group profile photo was deleted successfully!
ru_ru: Картинка профиля группы успешно удалена!

source: There was a problem deleting the group profile photo. Please try again.
ru_ru: Во время удаления картинки группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: The group profile photo was uploaded successfully.
ru_ru: Картинка профиля группы была успешно загружена.

source: There was a problem cropping the group profile photo.
ru_ru: При обрезке картинки профиля группы произошла ошибка.

source: Your profile photo was deleted successfully!
ru_ru: Ваша картинка профиля была успешно удалена!

source: There was a problem deleting your profile photo. Please try again.
ru_ru: Во время удаления вашей картинки профиля произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Your new profile photo was uploaded successfully.
ru_ru: Вы успешно обновили вашу новую картинку профиля.

source: There was a problem cropping your profile photo.
ru_ru: При изменении размеров вашей картинки профиля произошла ошибка.

source: Title:
ru_ru: Заголовок:

source: Remember Me
ru_ru: Запомнить

source: Password
ru_ru: Пароль

source: Username
ru_ru: Имя пользователя

source: Show a Log In form to logged-out visitors, and a Log Out link to those who are logged in.
ru_ru: Показать форму для авторизации для неавторизованных пользователей, и ссылки для выхода из учетной записи для тех, кто авторизован.

# Title of the login widget
source: (BuddyPress) Log In
ru_ru: (BuddyPress) Авторизация

source: Community
ru_ru: Сообщество

source: Search anything...
ru_ru: Найти что-нибудь...

# search form
source: Search these:
ru_ru: Искать:

# search form
source: Posts
ru_ru: Записи

# search form
source: Blogs
ru_ru: Блоги

# search form
source: Groups
ru_ru: Группы

# search form
source: Members
ru_ru: Пользователи

source: %1$s at %2$s
ru_ru: %1$s в %2$s

source: %s Directory
ru_ru: %s Каталог

source: Options
ru_ru: Настройки

source: Log In
ru_ru: Войти

source: Log Out
ru_ru: Выйти

source: Not recently active
ru_ru: Давно нет активности

source: %s second
ru_ru: %s секунда

source: %s minute
ru_ru: %s минута

source: %s hour
ru_ru: %s час

source: %s day
ru_ru: %s день

source: %s week
ru_ru: %s неделя

source: %s month
ru_ru: %s месяц

source: %s year
ru_ru: %s год

source: %s ago
ru_ru: %s назад

source: right now
ru_ru: только что

source: sometime
ru_ru: немного времени

# Page title for the user registration screen.
source: Register
ru_ru: Регистрация

# Page title for the user activation screen.
source: Activate
ru_ru: Активация учетной записи

# Page title for the Members directory.
source: Members
ru_ru: Пользователи

# Page title for the Sites directory.
source: Sites
ru_ru: Сайты

# Page title for the Groups directory.
source: Groups
ru_ru: Группы

# Page title for the Activity directory.
source: Activity
ru_ru: Активность

source: Page %s
ru_ru: Страница %s

source: Create a Group
ru_ru: Создать группу

source: Activate your Account
ru_ru: Активация вашей учетной записи

source: Create an Account
ru_ru: Создать учетную запись

# component directory title
source: Directory
ru_ru: Каталог

source: Activate Your Account
ru_ru: Активация вашей учетной записи

source: [User Set]
ru_ru: [Ваш собственный пароль]

source: You must log in to access the page you requested.
ru_ru: Вы должны быть авторизованы для доступа к запрашиваемой странице.

source: This user has been marked as a spammer. Only site admins can view this profile.
ru_ru: Этот пользователь - спамер. Только администраторы сайта могут видеть его профиль.

source: Special community roles no longer exist. Use mapped capabilities instead
ru_ru: Специальные роли сообщества больше не существуют. Используйте вместо них связанные возможности (capabilities)
