Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: Use column navigation for the Sites directory.
ru_ru: Использовать навигацию в директории сайтов в виде столбцов.

source: All Sites
ru_ru: Все сайты

source: Type:
ru_ru: Тип:

source: Maximum amount to display:
ru_ru: Максимальное количество для отображения:

source: Latest updates
ru_ru: Последние обновления

source: (BuddyPress) Latest Activities
ru_ru: (BuddyPress) Последняя активность

source: Display the latest updates of your community having the types of your choice.
ru_ru: Показывайте последние записи активности вашего сообщества выбранных вами типов.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><time class="time-since" datetime="%4$s" data-bp-timestamp="%5$d">%6$s</time></a>
ru_ru: Пользователь <a href="%1$s">%2$s</a> ответил <a href="%3$s" class="activity-time-since"><time class="time-since" datetime="%4$s" data-bp-timestamp="%5$d">%6$s</time></a>

source: Use tab styling for Activity directory navigation.
ru_ru: Использовать навигацию в директории активности сайта в виде табов.

source: Use column navigation for the Activity directory.
ru_ru: Использовать навигацию в директории активности сайта в виде столбцов.

source: New update comment replies
ru_ru: Ответы на новый комментарий статуса

source: New update replies
ru_ru: Новые ответы на статус

source: New mentions
ru_ru: Новые упоминания

source: My Groups
ru_ru: Мои группы

source: All Members
ru_ru: Все участники

source: Start typing the group name...
ru_ru: Начните вводить имя группы...

source: Post in: Group
ru_ru: Опубликовать в: Группе

source: Post in: Profile
ru_ru: Опубликовать в: Профиле

source: View activity.
ru_ru: Посмотреть запись.

source: Update posted.
ru_ru: Запись опубликована.

source: There was a problem displaying the content. Please try again.
ru_ru: Во время отображения содержимого произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Settings menu
ru_ru: Меню настроек

source: Select who may see your profile details.
ru_ru: Выберите, кто сможет увидеть детали вашего профиля.

source: Profile Visibility Settings
ru_ru: Настройки видимости профиля

source: Set your email notification preferences.
ru_ru: Настройте ваши предпочтения по уведомлениям на почту.

source: Email Notifications
ru_ru: Уведомления на e-mail

source: I want to restrict Group invites to my friends only.
ru_ru: Я хочу ограничить приглашения в группы только для моих друзей.

source: Repeat Your New Password
ru_ru: Повторите ваш пароль

source: Add Your New Password
ru_ru: Добавьте ваш новый пароль

source: Update your email and or password.
ru_ru: Обновите ваш адрес email и/или пароль.

source: Email & Password
ru_ru: Email и пароль

source: Members Capabilities
ru_ru: Возможности пользователей

source: Profile menu
ru_ru: Меню профиля

source: Who is allowed to see this field?
ru_ru: Кто сможет видеть это поле?

source: This field may be seen by: %s
ru_ru: Это поле могут видеть: %s

source: Notifications menu
ru_ru: Меню уведомлений

source: Messages menu
ru_ru: Меню сообщений

source: Groups menu
ru_ru: Меню групп

source: Friends menu
ru_ru: Меню друзей

source: Friendship Requests
ru_ru: Предложения дружбы

source: You can set the preferences of the %1$s or add %2$s to it.
ru_ru: Вы можете установить ваши предпочтени для %1$s или добавить %2$s.

source: Manage the members default front page
ru_ru: Управление стандартной главной страницей пользователей

source: Sites menu
ru_ru: Меню сайтов

source: Member Activities
ru_ru: Активность пользователя

source: Activity menu
ru_ru: Меню активности

source: Group menu
ru_ru: Меню группы

source: Group administration menu
ru_ru: Меню управления группой

source: Membership List
ru_ru: Список участников

source: You can set your preferences for the %1$s or add %2$s to it.
ru_ru: Вы можете установить ваши предпочтени для %1$s или добавить %2$s.

source: Manage the Groups default front page
ru_ru: Управление стандартной главной страницей групп

source: Manage your group members; promote to moderators, admins or demote or ban.
ru_ru: Управляйте участниками своей группы; продвигайте модераторов, администраторов или понижайте их и блокируйте.

source: Manage Group Members
ru_ru: Управление участниками группы

source: Change Group Settings
ru_ru: Изменить настройки группы

source: Select Group Settings
ru_ru: Выбрать настройки группы

source: Upload Cover Image
ru_ru: Загрузить изображение обложки

source: Edit or update your avatar image for this group.
ru_ru: Изменить и обновить изображение аватара для этой группы.

source: Add an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
ru_ru: Добавьте изображение для использования в качестве фото профиля для этой группы. Изображение будет показано на главной странице группы и в результатах поиска.

source: Edit Group Name &amp; Description
ru_ru: Изменить имя и описание группы

source: Enter Group Name &amp; Description
ru_ru: Ввести имя и описание группы

source: Delete this group
ru_ru: Удалить эту группу

source: Group Activities
ru_ru: Активность группы

source: Group creation menu
ru_ru: Меню создания группы

source: Create A New Group
ru_ru: Создать новую группу

source: Close this notice
ru_ru: Закрыть это уведомление

source: Directory menu
ru_ru: Меню каталога

source: Star Message
ru_ru: Отметить сообщение

source: Unstar Message
ru_ru: Снять отметку с переписки

source: View full conversation and reply.
ru_ru: Посмотреть всю переписку и ответить.

source: Star Conversation
ru_ru: Отметить переписку

source: Unstar Conversation
ru_ru: Снять отметку с переписки

source: Participants:
ru_ru: Участники:

source: Active conversation:
ru_ru: Активная переписка:

source: Select message:
ru_ru: Выберите сообщение:

source: Select bulk action
ru_ru: Выбрать массовое действие

source: All Messages
ru_ru: Все сообщения

source: Send
ru_ru: Отправить

source: Send @Username
ru_ru: Отправить @Username

source: Optional: add a message to your invite.
ru_ru: Необязательно: добавить сообщение к вашему приглашению.

source: Inviter
ru_ru: Приглашающий

source: The invite has been sent.
ru_ru: Приглашение было отправлено.

source: The invite has not been sent yet.
ru_ru: Приглашение еще не было отправлено.

source: Invited by:
ru_ru: Приглашающий:

source: Group invitations menu
ru_ru: Меню приглашений в группу

source: Invite Members
ru_ru: Пригласить пользователей

source: No member found by that ID.
ru_ru: С этим ID не был найден ни один пользователь.

source: Deactivate Notice
ru_ru: Деактивировать уведомление

# Tag prepended to active site-wide notice titles on WP Admin notices list table
source: Active: %s
ru_ru: Активно: %s

source: Delete Notice
ru_ru: Удалить уведомление

source: Activate Notice
ru_ru: Активировать уведомление

# Admin Notices column header
source: Created
ru_ru: Создано

# Admin Notices column header
source: Content
ru_ru: Содержимое

# Admin Notices column header
source: Subject
ru_ru: Тема

source: Notices List
ru_ru: Список уведомлений

source: Notice successfully updated.
ru_ru: Уведомление успешно обновлено.

source: Notice was not updated. Please try again.
ru_ru: Уведомление не было обновлено. Пожалуйста, попробуйте еще раз.

source: Publish Notice
ru_ru: Опубликовать уведомление

source: Add New Notice
ru_ru: Добавить новое уведомление

source: Manage notices shown at front end of your site to all logged-in users.
ru_ru: Управление уведомлениями, которые отображаются на сайте для всех ваших авторизованных пользователей.

# Admin Users menu
source: Site Notices
ru_ru: Уведомления сайта

# Notices admin page title
source: Site Notices
ru_ru: Уведомления на сайте

source: Site Notices
ru_ru: Уведомления на сайте

source: Your changes have not been saved. Please fill in all required fields, and save your changes again.
ru_ru: Ваши изменения не были сохранены. Пожалуйста, заполните все обязательные поля, и повторно сохраните ваши изменения.

source: Project Founder
ru_ru: Основатель проекта

source: Contributor Emeriti
ru_ru: Заслуженные участники

source: With our thanks to these Open Source projects
ru_ru: С благодарностью этим проектам с открытым кодом

source: Meet the contributors behind BuddyPress:
ru_ru: Встречайте людей, стоящих за BuddyPress:

# Colloquial alternative to "learn about BuddyPress"
source: Hello, BuddyPress!
ru_ru: Привет, BuddyPress!

source: Post Comments
ru_ru: Комментарии к записи

source: BuddyPress Credits
ru_ru: BuddyPress

source: You do not have access to that page.
ru_ru: У вас нет доступа к этой странице.

source: Allow activity stream commenting on posts and comments
ru_ru: Разрешить комментирование записей и комментариев в ленте активности

source: Are these emails not written in your site's language? Go to <a href="%s">BuddyPress Tools and try the "reinstall emails"</a> tool.
ru_ru: Эти письма не на языке вашего сайта? Посетите страницу <a href="%s">инструментов BuddyPress</a> и попытайтесь воспользоваться "переустановкой писем".

source: Enable or disable all optional components in bulk
ru_ru: Включить или выключить все необязательные компоненты

source: Activity generated by posts and comments uses the link field for a permalink back to the content item.
ru_ru: Записи ленты активности, созданные записями и комментариями блога, используют поле ссылки как постоянную ссылку обратно на оригинальный контент.

source: <strong>Link</strong> - Used by some types of activity (blog posts and comments) to store a link back to the original content.
ru_ru: <strong>Ссылка</strong> - используется некоторыми типа активности (записи блока и комментарии) для хранения обратной ссылки на оригинальный контент.

source: BuddyPress adds community features to WordPress. Member Profiles, Activity Streams, Direct Messaging, Notifications, and more!
ru_ru: BuddyPress добавляет возможности социальной сети в WordPress. Профили пользователей, ленты активности, личные сообщения, уведомления - и многое другое!

source: Conversation between %s.
ru_ru: Переписка между %s.

source: [deleted]
ru_ru: [удален]

source: you
ru_ru: вы

source: Dismiss this notice
ru_ru: Скрыть это уведомление

source: You do not have access to that conversation.
ru_ru: У вас нет доступа к этой переписке.

source: The conversation you tried to access is no longer available
ru_ru: Переписка, которую вы хотели посмотреть, больше недоступна

source: Groups must have a name and a description. Please try again.
ru_ru: У группы должно быть название и описание. Пожалуйста, попробуйте еще раз.

source: Group invite accepted. Visit %s.
ru_ru: Приглашение в группу принято. Посетите %s.

# Group update email text
source: * Permalink changed from "%1$s" to "%2$s".
ru_ru: * Ссылка изменена с "%1$s" на "%2$s".

source: Group name, slug, and description are all required fields.
ru_ru: Название группы, ссылка и описание являются обязательными полями.

source: %1$s changed the permalink of the group %2$s.
ru_ru: Пользователь %1$s изменил ссылку группы %2$s.

source: Template Pack
ru_ru: BuddyPress шаблоны

source: No template packages available.
ru_ru: Нет доступных пакетов шаблонов.

source: The selected Template Pack will serve all BuddyPress templates.
ru_ru: Выбранный Набор Шаблонов будет обслуживать все шаблоны BuddyPress.

# Delete field link
source: Delete
ru_ru: Удалить

# Edit field link
source: Edit
ru_ru: Изменить

# Profile fields group was deleted successfully
source: The group was deleted successfully.
ru_ru: Группа полей была успешно удалена.

# Error when deleting profile fields group
source: There was an error deleting the group. Please try again.
ru_ru: Во время удаления группы полей произошла ошибка. Пожалуйста, попробуйте еще раз.

# Add New Profile Fields Group
source: Add New Group
ru_ru: Добавить новую группу

# You have no profile fields groups.
source: You have no groups.
ru_ru: У вас нет групп.

# Delete Profile Fields Group
source: Delete Group
ru_ru: Удалить группу

# Edit Profile Fields Group
source: Edit Group
ru_ru: Изменить группу

source: Show all comments (%d)
ru_ru: Показать все комментарии (%d)

source: Please update your server or deactivate BuddyPress.
ru_ru: Пожалуйста, обновите ваш сервер или деактивируйте BuddyPress.

source: Your site is currently running PHP version %1$s, while BuddyPress requires version %2$s or greater.
ru_ru: Ваш сайт на данный момент работает на PHP %1$s, в то время как для работы BuddyPress необходима версия как минимум %2$s.

source: Your site does not support BuddyPress.
ru_ru: Ваш сайт не поддерживает BuddyPress.

source: A dynamic list of recently active, popular, newest, or alphabetical groups
ru_ru: Динамический список последних активных, популярных, новых и групп по алфавиту

# Group members pagination in group admin
source: Viewing %1$s - %2$s of %3$s member
ru_ru: Просмотр %1$s - %2$s из %3$s участников

source: Field Group Name (required)
ru_ru: Название набора полей (обязательно)

# XProfile admin edit field
source: Name (required)
ru_ru: Имя (обязательно)

source: years from now
ru_ru: годы с текущей даты

source: years ago
ru_ru: годы назад

source: Select range
ru_ru: Выберите диапазон

source: Relative
ru_ru: Относительный

source: End:
ru_ru: Конец:

source: Start:
ru_ru: Начало:

source: Absolute
ru_ru: Абсолютный

source: Range
ru_ru: Диапазон

source: Documentation on date and time formatting
ru_ru: Документация по форматированию дат и времени

source: Example:
ru_ru: Пример:

source: Enter custom time format
ru_ru: Выберите собственный формат времени

source: Custom:
ru_ru: Собственный:

source: Time elapsed
ru_ru: Прошедшее время

source: Profile visibility settings
ru_ru: Настройки видимости профиля

source: Notification settings
ru_ru: Настройки уведомлений

source: Account settings
ru_ru: Настройки учетной записи

source: Profile field groups
ru_ru: Группы полей профиля

source: Unread notifications
ru_ru: Непрочитанные уведомления

source: Sitewide Notices
ru_ru: Уведомления для всех пользователей

source: Sent Messages
ru_ru: Отправленные

source: Messages inbox
ru_ru: Входящие сообщения

source: Starred messages
ru_ru: Помеченные сообщения

source: Compose Message
ru_ru: Написать сообщение

source: Member primary navigation
ru_ru: Главное меню пользователя

source: Member's groups
ru_ru: Группы пользователя

source: My groups
ru_ru: Мои группы

source: Group invitations
ru_ru: Приглашения в группу

source: Friends
ru_ru: Друзья

source: My friends
ru_ru: Мои друзья

source: Friendship requests
ru_ru: Предложения дружбы

source: Member secondary navigation
ru_ru: Дополнительное меню пользователя

source: Privacy: I would like my site to appear in search engines, and in public listings around this network.
ru_ru: Приватность: я хотел бы, чтобы мой сайт отображался в поисковых системах и в публичном каталоге всех сайтов в этой сети.

source: Members directory
ru_ru: Каталог пользователей

source: Members directory secondary navigation
ru_ru: Дополнительное меню каталога пользователей

source: Members directory main navigation
ru_ru: Основное меню каталога пользователей

source: Send invites
ru_ru: Отправить приглашения

source: Group primary navigation
ru_ru: Основное меню группы

source: Manage Membership Requests
ru_ru: Управление запросами на вступление

source: No group members were found.
ru_ru: Участники группы не были найдены.

source: No group moderators were found.
ru_ru: Модераторы группы не были найдены.

source: No group administrators were found.
ru_ru: Администраторы группы не были найдены.

source: Manage Group Settings
ru_ru: Управление настройками группы

source: Manage Group Details
ru_ru: Управление общей информацией о группе

source: Groups directory
ru_ru: Каталог групп

source: Groups directory secondary navigation
ru_ru: Дополнительное меню каталога групп

source: Groups directory main navigation
ru_ru: Основное меню каталога групп

source: Group Avatar
ru_ru: Аватар

source: Select the types this group should be a part of.
ru_ru: Выберите типы, которым группа должна принадлежать.

source: Group Types
ru_ru: Типы групп

source: Group Details
ru_ru: Описание группы

source: Sites directory
ru_ru: Каталог сайтов

source: Sites directory secondary navigation
ru_ru: Дополнительное меню каталога сайтов

source: Sites directory main navigation
ru_ru: Основное меню каталога сайтов

source: Activity secondary navigation
ru_ru: Дополнительное меню активности

source: Sitewide activities navigation
ru_ru: Меню активности сайта

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>
ru_ru: Пользователь <a href="%1$s">%2$s</a> ответил <a href="%3$s" class="activity-time-since"><span class="time-since" data-livestamp="%4$s">%5$s</span></a>

# Label for the WP users table member type column
source: Member Type
ru_ru: Тип пользователя

source: Member type was changed successfully.
ru_ru: Тип пользователя был успешно изменен.

source: There was an error while changing member type. Please try again.
ru_ru: Во время изменения типа пользователя произошла ошибка. Пожалуйста, попробуйте еще раз.

source: No Member Type
ru_ru: Без типа

source: Change member type to&hellip;
ru_ru: Изменить тип пользователя&hellip;

source: No Group Type
ru_ru: Без типа

source: Change group type to&hellip;
ru_ru: Изменить тип группы&hellip;

# Label for the WP groups table group type column
source: Group Type
ru_ru: Тип группы

source: Viewing groups of the type: %s
ru_ru: Просмотр групп с типом: %s

source: Group secondary navigation
ru_ru: Дополнительное меню группы

source: Group Types:
ru_ru: Типы группы:

source: Group type was changed successfully.
ru_ru: Тип группы был успешно изменен.

source: There was an error while changing group type. Please try again.
ru_ru: Во время изменения типа группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: (Not available on the front end)
ru_ru: (Недоступно на фронтенде)

source: Community Support
ru_ru: Поддержка сообщества

source: BuddyPress Team
ru_ru: Команда BuddyPress

source: You can change this or any other email notification preferences in your email settings.
ru_ru: Теперь вы можете изменить эти или любые другие настройки email уведомлений.

source: Please go to your notifications settings to unsubscribe from emails.
ru_ru: Пожалуйста, посетите ваши настройки email уведомлений, чтобы отписаться от писем.

source: Please log in and go to your settings to unsubscribe from notification emails.
ru_ru: Пожалуйста, авторизуйтесь и посетите ваши настройки email уведомлений, чтобы отписаться.

source: Something has gone wrong.
ru_ru: Что-то пошло не так.

source: You will no longer receive emails when your request to join a group has been accepted or denied.
ru_ru: Вы больше не будете получать письма, когда ваш запрос на вступление в группу был принят или отклонен.

source: You will no longer receive emails when someone sends you a message.
ru_ru: Вы больше не будете получать письма, когда кто-то отправит вам личное сообщение.

source: You will no longer receive emails when someone requests to be a member of your group.
ru_ru: Вы больше не будете получать письма, когда кто-то отправит запрос на вступление в вашу группу.

source: You will no longer receive emails when you have been promoted in a group.
ru_ru: Вы больше не будете получать письма, когда вас повысят в группе.

source: You will no longer receive emails when you are invited to join a group.
ru_ru: Вы больше не будете получать письма, когда вас пригласят вступить в группу.

source: You will no longer receive emails when one of your groups is updated.
ru_ru: Вы больше не будете получать письма, когда информация об одной из ваших групп будет обновлена.

source: You will no longer receive emails when someone accepts your friendship request.
ru_ru: Вы больше не будете получать письма, когда кто-то примет ваше предложение дружбы.

source: You will no longer receive emails when someone sends you a friend request.
ru_ru: Вы больше не будете получать письма, когда кто-то отправит вам предложение дружбы.

source: You will no longer receive emails when someone mentions you in an update.
ru_ru: Вы больше не будете получать письма, когда кто-то упомянет вас в статусе.

source: You will no longer receive emails when someone replies to an update or comment you posted.
ru_ru: Вы больше не будете получать письма, когда кто-то ответит на ваш статус или комментарий в ленте активности.

# deprecated string
source: Your site is currently running PHP version %s, while BuddyPress 2.8 will require version 5.3+.
ru_ru: Ваш сайт работает на PHP %s, в то время как BuddyPress 2.8 будет требовать версию 5.3+.

source: Your site is not ready for BuddyPress 2.8.
ru_ru: Ваш сайт не совместим с BuddyPress 2.8.

source: See <a href="%s">the Codex guide</a> for more information.
ru_ru: Смотрите <a href="%s">статью в кодексе</a> для получения дополнительной информации.

source: A BuddyPress update is available, but your system is not compatible.
ru_ru: Доступно обновление для BuddyPress, но ваша система несовместима с ним.

source: Privacy: I would like my site to appear in search engines, and in public listings around this network
ru_ru: Приватность: я хотел бы, чтобы мой сайт присутствовал в поисковых системах, а также в ленте активности и каталоге сайтов этого сообщества

source: Site icon for %s
ru_ru: Иконка сайта для %s

source: Check your email (%1$s) for the verification link, or <a href="%2$s">cancel the pending change</a>.
ru_ru: Перейдите по ссылке в письме, отправленном на ваш email (%1$s), или <a href="%2$s">отмените этот запрос</a>.

source: There is a pending change of your email address to %s.
ru_ru: У вас есть необработанный запрос на изменение email адреса на %s.

# My Account Notification pending
source: Unread %s
ru_ru: Непрочитанные %s

# My Account Notification pending
source: Notifications %s
ru_ru: Уведомления %s

# Profile screen nav
source: Notifications %s
ru_ru: Уведомления %s

source: Inbox %s
ru_ru: Входящие %s

source: Messages %s
ru_ru: Сообщения %s

# Member Home page
source: Home
ru_ru: Главная

source: No user found with this ID.
ru_ru: Пользователь с таким ID не найден.

# My Account Groups sub nav
source: Pending Invites %s
ru_ru: Приглашения %s

# My Account Groups nav
source: Groups %s
ru_ru: Группы %s

# Group screen nav with counter
source: Groups %s
ru_ru: Группы %s

# group settings on notification settings page
source: Your request to join a group has been approved or denied
ru_ru: Ваш запрос на вступление в группу был подтвержден или отклонен

source: You may not register a group type with this name.
ru_ru: Вы не можете зарегистрировать новый тип группы с этим названием.

source: Group type already exists.
ru_ru: Такой тип группы уже существует.

source: Select group type
ru_ru: Выберите тип группы

source: No group found with this ID.
ru_ru: Группа с таким ID не найдена.

# groups admin edit screen
source: Group Type
ru_ru: Тип группы

# My Account Friends menu sub nav
source: Pending Requests %s
ru_ru: Запросы %s

# My Account Friends menu
source: Friends %s
ru_ru: Друзья %s

source: Friends %s
ru_ru: Друзья %s

source: These globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
ru_ru: Эти глобальные переменные больше не рекомендуется использовать, они теперь считаются устаревшими. Пожалуйста, используйте функции BuddyPress.

source: The bp_nav and bp_options_nav globals should not be used directly and are deprecated. Please use the BuddyPress nav functions instead.
ru_ru: Глобальные переменные bp_nav и bp_options_nav не должны быть использованы напрямую и являются устаревшими. Пожалуйста, используйте функции BuddyPress.

# Email post type
source: Situations
ru_ru: Ситуации
