Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: Private Messages
ru_ru: Личные письма

source: No Subject
ru_ru: Без темы

source: There was an error deleting messages.
ru_ru: При удалении сообщений произошла ошибка.

source: Messages marked as unread.
ru_ru: Сообщения помечены непрочитанными.

source: Messages marked as read
ru_ru: Сообщения помечены прочитанными

source: Messages deleted.
ru_ru: Сообщения удалены.

source: There was a problem managing your messages.
ru_ru: Во время управления вашими сообщениями произошла ошибка.

source: Message marked unread.
ru_ru: Сообщение помечено непрочитанным.

source: There was a problem marking that message.
ru_ru: Во время обработки этого сообщения произошла ошибка.

source: Message marked as read.
ru_ru: Сообщение помечено прочитанным.

source: Message deleted.
ru_ru: Сообщение удалено.

source: There was an error deleting that message.
ru_ru: При удалении сообщения произошла ошибка.

source: There was a problem sending your reply. Please try again.
ru_ru: Во время отправки вашего ответа произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Your reply was sent successfully
ru_ru: Ответ успешно отправлен

source: the sign-up has already been activated.
ru_ru: регистрация уже была активирована.

source: Recently Active Members
ru_ru: Недавно активные пользователи

source: There are no recently active members
ru_ru: Нет недавно активных пользователей

source: Profile photos of recently active members
ru_ru: Картинки профиля недавно активных участников

# widget name
source: (BuddyPress) Recently Active Members
ru_ru: (BuddyPress) Недавно активные пользователи

source: Who's Online
ru_ru: Кто в сети

source: There are no users currently online
ru_ru: Никого нет on-line

source: Profile photos of online users
ru_ru: Картинки профилей пользователей в сети

# widget name
source: (BuddyPress) Who's Online
ru_ru: (BuddyPress) Кто в сети

source: Default members to show:
ru_ru: По умолчанию отображать:

source: Max members to show:
ru_ru: Показывать максимум:

source: No one has signed up yet!
ru_ru: Пока никто не зарегистрировался!

source: A dynamic list of recently active, popular, and newest members
ru_ru: Динамический список недавно активных, популярных и новых пользователей

# widget name
source: (BuddyPress) Members
ru_ru: (BuddyPress) Пользователи

source: Activity RSS Feed
ru_ru: RSS лента Активности

source: Your Profile Photo
ru_ru: Ваша картинка профиля

source: Viewing members of the type: %s
ru_ru: Просмотр пользователей следующего типа: %s

# Records the timestamp that the user registered into the activity stream
source: registered %s
ru_ru: регистрация: %s

source: Viewing %1$s - %2$s of %3$s online member
ru_ru: Просмотр %1$s - %2$s из %3$s пользователей онлайн

source: Viewing 1 online member
ru_ru: Просмотр 1 пользователя онлайн

source: Viewing %1$s - %2$s of %3$s member with friends
ru_ru: Просмотр %1$s - %2$s из %3$s пользователей с друзьями

source: Viewing 1 member with friends
ru_ru: Просмотр 1 пользователя с друзьями

source: Viewing %1$s - %2$s of %3$s active member
ru_ru: Просмотр %1$s - %2$s из %3$s активных пользователей

source: Viewing 1 active member
ru_ru: Просмотр 1 активного пользователя

source: Account Activated
ru_ru: Учетная запись активирована

source: Check Your Email To Activate Your Account!
ru_ru: Проверьте вашу почту, чтобы активировать учетную запись!

source: Your account is now active!
ru_ru: Теперь ваша учетная запись активирована!

source: This is a required field
ru_ru: Это обязательное поле

source: The passwords you entered do not match.
ru_ru: Введенные пароли не совпадают.

source: Please make sure you enter your password twice
ru_ru: Убедитесь, что ввели пароль дважды

source: You
ru_ru: Вы

# Member profile view
source: View
ru_ru: Просмотреть

# Member profile main navigation
source: Profile
ru_ru: Профиль

source: Search Members...
ru_ru: Поиск пользователей...

# component directory title
source: Members
ru_ru: Пользователи

source: Member type already exists.
ru_ru: Такой тип пользователя уже существует.

source: Activation email resent! Please check your inbox or spam folder.
ru_ru: Письмо об активации отправлено заново. Проверьте папку «Входящие» или «Спам».

source: <strong>Error</strong>: Your account has already been activated.
ru_ru: <strong>Ошибка</strong>: Ваша учетная запись уже активирована.

source: That username is already activated.
ru_ru: Такое имя пользователя уже активировано.

source: Could not create user
ru_ru: Не удалось создать пользователя

source: The site is already active.
ru_ru: Этот сайт уже активирован.

source: The user is already active.
ru_ru: Этот пользователь уже активирован.

source: Invalid activation key.
ru_ru: Неверный ключ активации.

source: Sorry, that username already exists!
ru_ru: Извините, но этот логин уже занят другим пользователем!

source: Sorry, usernames must have letters too!
ru_ru: Извините, но логин не может быть только из цифр!

source: Sorry, usernames may not contain the character "_"!
ru_ru: Извините, логин не может содержать символ "_"!

source: Username must be at least 4 characters
ru_ru: Логин должен содержать как минимум 4 символа

source: Usernames can contain only letters, numbers, ., -, and @
ru_ru: Имена пользователей могут содержать только буквы, цифры, ., -, и @

source: That username is not allowed
ru_ru: Извините, введенный вами логин запрещен

source: Please enter a username
ru_ru: Пожалуйста, введите логин

source: Sorry, that email address is already used!
ru_ru: Извините, но этот email адрес уже закреплен за другим пользователем!

source: Sorry, that email address is not allowed!
ru_ru: Извините, введенный вами email адрес запрещен!

source: Please check your email address.
ru_ru: Пожалуйста, проверьте ваш адрес email.

source: <strong>Error</strong>: Your account has been marked as a spammer.
ru_ru: <strong>Ошибка</strong>: Ваша учетная запись помечена как спам.

source: User last_activity data is no longer stored in usermeta. Use bp_update_user_last_activity() instead.
ru_ru: Данные last_activity пользователя больше не хранятся в usermeta. Используйте вместо этого bp_update_user_last_activity().

source: User last_activity data is no longer stored in usermeta. Use bp_get_user_last_activity() instead.
ru_ru: Данные last_activity пользователя больше не хранятся в usermeta. Используйте вместо этого bp_get_user_last_activity().

source: Delete Account
ru_ru: Удалить учетную запись

source: Edit Profile Photo
ru_ru: Изменить картинку профиля

source: Edit Member
ru_ru: Редактировать

source: Edit My Profile
ru_ru: Учетная запись

source: Confirm
ru_ru: Подтвердить

source: (less than 24 hours ago)
ru_ru: (раньше, чем 24 часа назад)

source: Last notified: %s
ru_ru: Последнее уведомление: %s

source: You are about to resend an activation email to the following accounts:
ru_ru: Вы собираетесь заново отправить активационное письмо следующим учетным записям:

source: You are about to resend an activation email to the following account:
ru_ru: Вы собираетесь заново отправить активационное письмо следующим учетным записям:

source: Resend Activation Emails
ru_ru: Заново отправить активационное письмо

source: You are about to activate the following accounts:
ru_ru: Вы собираетесь активировать следующие учетные записи:

source: You are about to activate the following account:
ru_ru: Вы собираетесь активировать следующие учетные записи:

source: Activate Pending Accounts
ru_ru: Активация учетных записей

source: You are about to delete the following accounts:
ru_ru: Вы собираетесь удалить следующие учетные записи:

source: You are about to delete the following account:
ru_ru: Вы собираетесь удалить следующую учетную запись:

source: Delete Pending Accounts
ru_ru: Удалить учетные записи, ожидающие рассмотрения

source: Search Pending Users
ru_ru: Поиск

source: There was a problem deleting sign-ups. Please try again.
ru_ru: Во время удаления регистраций произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was a problem activating accounts. Please try again.
ru_ru: Во время активации учетных записей произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was a problem sending the activation emails. Please try again.
ru_ru: Во время отправки писем об активации произошла ошибка. Пожалуйста, попробуйте еще раз.

# signup notdeleted
source: %s sign-up was not deleted.
ru_ru: %s регистрация не была удалена.

# signup deleted
source: %s sign-up successfully deleted!
ru_ru: %s регистрация была успешно удалена!

# signup notsent
source: %s account was not activated.
ru_ru: %s учетная запись не была активирована.

# signup resent
source: %s account successfully activated!
ru_ru: %s учетная запись была успешно активирована!

# signup notsent
source: %s activation email was not sent.
ru_ru: %s письмо с просьбой активировать учетную запись не было отправлено.

# signup resent
source: %s activation email successfully sent!
ru_ru: Отправлено %s письмо с просьбой активировать учетную запись!

source: Bulk actions allow you to perform these 3 actions for the selected rows.
ru_ru: Действия "оптом" позволят вам выполнить следующие 3 действия над выбранными строками.

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
ru_ru: Нажав на Имя пользователя вы сможете активировать неподтвержденную учетную запись.

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
ru_ru: "Delete" позволяет вам удалить неподтвержденную учетную запись с вашего сайта. У вас запросят дополнительное подтверждение этого действия.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
ru_ru: "Email" отправит нас на страницу подтверждения действия перед отправкой активационной ссылки выбранной учетной записи. Вы можете отправить такое письмо только раз в день.

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
ru_ru: Если вы наведете на строку в таблице с неподтвержденными учетными записями, вы увидите ссылки, которые позволяют вам выполнить дополнительные действия:

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
ru_ru: Используя поисковую форму вы можете с легкостью найти неподтвержденные учетные записи. Поиск будет осуществляться по полям Имя пользователя и Email.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
ru_ru: Вы можете изменить порядок отображение списка неподтвержденных учетных записей кликнув на заголовке колонок Имя пользователя, Email или Дата регистрации.

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
ru_ru: В Настройках экрана вы можете подстроить под себя отображаемые колонки и пагинацию.

source: This is the administration screen for pending accounts on your site.
ru_ru: Это страница управления ожидающими подтверждения учетными записями на вашем сайте.

# Pending Accounts per page (screen options)
source: Pending Accounts
ru_ru: Неподтвержденные учетные записи

source: Extended
ru_ru: Расширенный профиль

source: Last active: %1$s
ru_ru: Последняя активность: %1$s

source: %s has been marked as a spammer. All BuddyPress data associated with the user has been removed
ru_ru: Пользователь %s помечен как спамер. Вся BuddyPress информация, связанная с этим пользователем, была удалена

source: Update Profile
ru_ru: Обновить профиль

source: View Profile
ru_ru: Посмотреть профиль

source: Spammer
ru_ru: Спамер

source: User account has not yet been activated
ru_ru: Учетная запись пользователя еще не была активирована

# user
source: Add Existing
ru_ru: Добавить существующего

# user
source: Add New
ru_ru: Добавить нового

source: &larr; Back to Users
ru_ru: &larr; Назад к пользователям

# members user-admin edit screen
source: Member Type
ru_ru: Тип пользователя

# members user-admin edit screen
source: %s's Stats
ru_ru: Статистика %s

# members user-admin edit screen
source: Status
ru_ru: Статус

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profiles</a>
ru_ru: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Управление профилями</a>

source: In the right-hand column, you can update the user&#39;s status, delete the user&#39;s avatar, and view recent statistics.
ru_ru: В правом столбце вы можете обновить статус пользователя, удалить его картинку профиля и просмотреть свежую статистику.

source: In the main column, you can edit the fields of the user&#39;s extended profile.
ru_ru: В главном столбце вы можете редактировать поля расширенного профиля пользователя.

source: This is the admin view of a user&#39;s profile.
ru_ru: Это профиль пользователя для админа.

source: You cannot edit the requested user.
ru_ru: Вы не можете редактировать запрошенного пользователя.

source: Extended Profile
ru_ru: Расширенный профиль

source: Manage Signups
ru_ru: Управление регистрациями

source: There was a problem updating some of your profile information. Please try again.
ru_ru: Во время обновления какой-то информации из вашего профиля произошла ошибка. Пожалуйста, попробуйте еще раз.

source: An error occurred while trying to update the profile.
ru_ru: Во время обновления вашего профиля произошла ошибка.

source: User could not be marked as spammer.
ru_ru: Пользователь не может быть помечен спамером.

source: User could not be removed as spammer.
ru_ru: Пользователь не может быть удален как спамер.

source: There was a problem deleting that profile photo. Please try again.
ru_ru: Во время удаления картинки профиля произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Profile updated.
ru_ru: Профиль обновлен.

source: Profile photo was deleted.
ru_ru: Картинка профиля удалена.

source: %s became a registered member
ru_ru: %s: теперь зарегистрированный пользователь

source: New Members
ru_ru: Новые пользователи

source: New member registered
ru_ru: Зарегистрирован новый пользователь

source: User removed as spammer.
ru_ru: Пользователь удален как спамер.

source: Select user: %s
ru_ru: Выберите пользователя: %s

source: Registration is disabled. %s
ru_ru: Регистрация отключена. %s

source: Edit settings
ru_ru: Изменить настройки

source: No pending accounts found.
ru_ru: Не найдено не подтвержденных учетных записей.

# Pending signup action
source: Activate
ru_ru: Активировать

source: Emails Sent
ru_ru: Отправлено писем

source: Last Sent
ru_ru: Последнее письмо

# signup users
source: Pending %s
ru_ru: Неактивированные %s

source: Cheatin&#8217; huh?
ru_ru: Эй! Жульничаем?

source: Group Mod
ru_ru: Модератор

source: You do not have access to this content.
ru_ru: У вас нет доступа.

source: No groups matched the current filter.
ru_ru: Нет групп, соответствующих фильтру.

source: Default groups to show:
ru_ru: По умолчанию показывать:

source: Max groups to show:
ru_ru: Отображать максимум групп:

source: Link widget title to Groups directory
ru_ru: Сделать заголовок виджета ссылкой на странице списка групп

source: There are no groups to display.
ru_ru: Нет групп для отображения.

source: created %s
ru_ru: создана %s

# widget name
source: (BuddyPress) Groups
ru_ru: (BuddyPress) Группы

source: %s group
ru_ru: %s группа

source: Group Activity RSS Feed
ru_ru: RSS лента активности группы

source: Viewing 1 invitation
ru_ru: Просмотр 1 приглашения

source: Viewing %1$s - %2$s of %3$s request
ru_ru: Просмотр %1$s - %2$s из %3$s запросов

source: Viewing 1 request
ru_ru: Просмотр 1 запроса

source: requested %s
ru_ru: запрошено %s

source: Moderator Of
ru_ru: Модератор

source: Administrator Of
ru_ru: Админ

source: Most Popular
ru_ru: Популярные

source: Recently Joined
ru_ru: Новые

source: Group avatar
ru_ru: Аватар

source: Alphabetical
ru_ru: По алфавиту

source: Group Activity
ru_ru: Активность группы

source: Oldest
ru_ru: Самое старое

source: Order By:
ru_ru: Фильтр:

source: This is a hidden group and only invited members can join.
ru_ru: Это скрытая группа и только приглашенные участники могут присоединяться.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
ru_ru: Это частная группа. Ваш запрос на вступление ожидает одобрения администратора группы.

source: This is a private group. To join you must be a registered site member and request group membership.
ru_ru: Это частная группа. Чтобы присоединиться, вы должны зарегистрироваться и отправить заявку на вступление.

source: This is a private group and you must request group membership in order to join.
ru_ru: Это частная группа и чтобы присоединиться к ней, вы должны отправить заявку на вступление.

source: You must accept your pending invitation before you can access this private group.
ru_ru: Вам необходимо принять ожидающий запрос перед тем, как получить доступ в эту частную группу.

source: This group is not currently accessible.
ru_ru: Эта группа недоступна в данный момент.

source: Request Membership
ru_ru: Запрос на вступление

source: Request Sent
ru_ru: Запрос отправлен

source: Accept Invitation
ru_ru: Принять приглашение

source: Join Group
ru_ru: Вступить в группу

source: Leave Group
ru_ru: Покинуть

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
ru_ru: Этот экшн не должен быть использован напрямую. Пожалуйста, используйте BuddyPress Group Extension API для генерации табов страницы Manage.

source: This group has no moderators
ru_ru: В группе нет модераторов

source: Promote to Admin
ru_ru: Назначить админом

source: This group has no administrators
ru_ru: В группе нет администраторов

source: joined %s
ru_ru: %s

source: Demote to Member
ru_ru: Понизить до участника

source: %s member
ru_ru: %s участник

source: Viewing %1$s - %2$s of %3$s group
ru_ru: Просмотр %1$s - %2$s из %3$s группы

source: Viewing 1 group
ru_ru: Просмотр 1 группы

source: Filter Groups
ru_ru: Фильтр групп

source: No Mods
ru_ru: Модераторов нет

source: No Admins
ru_ru: Админов нет

source: Group creator profile photo of %s
ru_ru: Картинка профиля создателя группы %s

source: not yet active
ru_ru: пока активности нет

source: Group
ru_ru: Группа

source: Private Group
ru_ru: Частная группа

source: Hidden Group
ru_ru: Скрытая группа

source: Public Group
ru_ru: Открытая группа

# Group creation page
source: Groups
ru_ru: Группы

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
ru_ru: Пользователь отправил запрос на вступление в приватную группу, в которой вы являетесь администратором

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
ru_ru: Вас назначили администратором или модератором группы

# group settings on notification settings page
source: Group information is updated
ru_ru: Обновлена информация о группе

# group settings on notification settings page
source: A member invites you to join a group
ru_ru: Пользователь приглашает вас присоединиться к группе

# Group settings on notification settings page
source: Groups
ru_ru: Группы

source: There was an error deleting the group. Please try again.
ru_ru: Во время удаления группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Group membership request rejected
ru_ru: Заявка на вступление в группу отклонена

source: There was an error rejecting the membership request. Please try again.
ru_ru: Во время отклонения запроса на вступление в группу произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Group membership request accepted
ru_ru: Заявка на вступление в группу принята

source: There was an error accepting the membership request. Please try again.
ru_ru: Во время принятия запроса на вступление в группу произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User removed successfully
ru_ru: Пользователь успешно удален

source: There was an error removing that user from the group. Please try again.
ru_ru: Во время удаления этого пользователя из группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User ban removed successfully
ru_ru: Блокировка снята

source: There was an error when unbanning that user. Please try again.
ru_ru: Во время отмены бана для этого пользователя произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User banned successfully
ru_ru: Пользователь заблокирован

source: There was an error when banning that user. Please try again.
ru_ru: Во время бана этого пользователя произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User demoted successfully
ru_ru: Пользователь понижен

source: There was an error when demoting that user. Please try again.
ru_ru: Во время понижения в статусе произошла ошибка. Пожалуйста, попробуйте еще раз.

source: User promoted successfully
ru_ru: Пользователь повышен

source: There was an error when promoting that user. Please try again.
ru_ru: Во время повышения в статусе этого пользователя произошла ошибка. Пожалуйста, попробуйте еще раз.

source: The new group profile photo was uploaded successfully.
ru_ru: Новая картинка профиля группы успешно загружена.

source: Group settings were successfully updated.
ru_ru: Настройки группы успешно обновлены.

source: There was an error updating group settings. Please try again.
ru_ru: Во время обновления настроек группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Group details were successfully updated.
ru_ru: Информация группы была успешно обновлена.

source: There was an error updating group details. Please try again.
ru_ru: Во время обновления деталей группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
ru_ru: Ваша заявка на вступление в группу отправлена администратору группы. Вы будете уведомлены, когда он ответит на нее.

source: There was an error sending your group membership request. Please try again.
ru_ru: Во время отправки вашего запроса на вступление в группу произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was an error accepting the group invitation. Please try again.
ru_ru: Во время принятия запроса на вступление в группу произошла ошибка. Пожалуйста, попробуйте еще раз.

source: The member requested to join the group
ru_ru: Пользователь отправил запрос на вступление в группу

source: You are not allowed to send or remove invites
ru_ru: У вас нет возможности отправлять или удалять приглашения

source: Group invites sent.
ru_ru: Приглашения в группу отправлены.

source: Group invite rejected
ru_ru: Приглашение в группу отвергнуто

source: Group invite could not be rejected
ru_ru: Приглашение в группу не может быть отвергнуто

source: Group invite accepted
ru_ru: Приглашение в группу принято

source: Group invite could not be accepted
ru_ru: Приглашение в группу не может быть принято

source: You have an invitation to the group: %s
ru_ru: Вас пригласили в группу: %s

source: Group Invites
ru_ru: Приглашения в группу

source: You have %d new group invitations
ru_ru: У вас есть новые приглашения в группы: %d

source: You were promoted to a mod in the group "%s"
ru_ru: Вас назначили модератором в группе "%s"

source: You were promoted to a mod in %d groups
ru_ru: Вы назначены модератором в группах (%d)

source: You were promoted to an admin in the group "%s"
ru_ru: Вы назначены администратором в группе "%s"
