Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

# Toolbar Mention logged in user
source: Mentions
ru_ru: Упоминания

# Profile activity screen sub nav
source: Groups
ru_ru: Группы

# Profile activity screen sub nav
source: Friends
ru_ru: Друзья

# Profile activity screen sub nav
source: Favorites
ru_ru: Избранное

# Profile activity screen sub nav
source: Mentions
ru_ru: Упоминания

# Profile activity screen sub nav
source: Personal
ru_ru: Личное

# Profile activity screen nav
source: Activity
ru_ru: Активность

source: Search Activity...
ru_ru: Поиск в активности...

# component directory title
source: Site-Wide Activity
ru_ru: Активность всего сайта

source: Activity Streams
ru_ru: Лента активности

source: Thumbnail
ru_ru: Миниатюра

source: The item you were replying to no longer exists.
ru_ru: Извините, но запись, на которую вы отвечаете, больше не существует.

source: There was an error posting your reply. Please try again.
ru_ru: Во время отправки вашего ответа произошла ошибка. Пожалуйста, попробуйте еще раз.

source: %s posted a new activity comment
ru_ru: %s новый комментарий активности

source: %s posted an update
ru_ru: %s: новый статус

source: Activity Comments
ru_ru: Комментарии в ленте

source: Replied to a status update
ru_ru: Опубликован ответ на статус

source: Updates
ru_ru: Статусы

source: Posted a status update
ru_ru: Опубликован новый статус

# Post Type generic activity post admin filter
source: New item published
ru_ru: Новые публикации

source: Load Newest
ru_ru: Загрузить последнее

source: [Read more]
ru_ru: [Читать далее]

source: Activity History
ru_ru: История активности

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
ru_ru: Akismet не смог проверить этот элемент (ответ: %s), будет предпринята еще одна попытка позже.

source: Akismet cleared this item
ru_ru: Akismet очистил этот элемент

source: Akismet caught this item as spam
ru_ru: Akismet распознал как спам

source: %s reported this activity as not spam
ru_ru: %s - этот элемент активности не является спамом

source: %s reported this activity as spam
ru_ru: %s - этот элемент активности является спамом

source: History
ru_ru: Истоия

source: Un-spammed by %s
ru_ru: Помечено как не спам (%s)

source: Flagged as spam by %s
ru_ru: Помечено как спам (%s)

source: Cleared by Akismet
ru_ru: Очищено Akismet

source: Flagged as spam by Akismet
ru_ru: Akismet отметил как спам

source: Are you sure?
ru_ru: Вы уверены?

source: Replies disabled
ru_ru: Ответы отключены

source: Unregistered action - %s
ru_ru: Незарегистрированное событие - %s

source: Select activity item %1$d
ru_ru: Выберите элемент активности %1$d

source: Filter
ru_ru: Фильтровать

source: View all actions
ru_ru: Все события

# Admin SWA column header
source: In Response To
ru_ru: Ответ на

# Admin SWA column header
source: Action
ru_ru: Действие

# Admin SWA column header
source: Activity
ru_ru: Активность

# Admin SWA column header
source: Author
ru_ru: Автор

source: Delete Permanently
ru_ru: Удалить

source: Not Spam
ru_ru: Не спам

source: Mark as Spam
ru_ru: Пометить как спам

source: All
ru_ru: Все

source: No activities found.
ru_ru: Ничего не найдено.

source: Reply
ru_ru: Ответить

source: Cancel
ru_ru: Отменить

source: Reply to Activity
ru_ru: Ответить

source: Search all Activity
ru_ru: Поиск в активности

source: Search results for &#8220;%s&#8221;
ru_ru: Результаты поиска для &#8220;%s&#8221;

# Admin SWA page
source: Activity
ru_ru: Активность

source: Activity related to ID #%s
ru_ru: Элементы активности, связанные с ID #%s

source: The activity item has been updated successfully.
ru_ru: Элемент ленты активности был успешно обновлен.

source: %s activity item has been successfully unspammed.
ru_ru: С %s элемента была снята пометка "Спам".

source: %s activity item has been successfully spammed.
ru_ru: %s элемент был помечен как спам.

source: Errors occurred when trying to update these activity items:
ru_ru: Произошли ошибки во время удаления следующих элементов активности:

source: An error occurred when trying to update activity ID #%s.
ru_ru: Произошла ошибка во время удаления элемента ID #%s.

source: %s activity item has been permanently deleted.
ru_ru: %s элемент был полностью удален.

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
ru_ru: Это определяет объект, который создал этот элемент активности. Например, эти поля могут отвечать за ID сайта и комментария.

source: Secondary Item ID
ru_ru: Вторичное ID элемента

source: Primary Item ID
ru_ru: Первичное ID элемента

source: This activity item has a type (%s) that is not registered using bp_activity_set_action(), so no label is available.
ru_ru: Этот элемент активности с типом %s зарегистрирован без использования функции bp_activity_set_action(), поэтому у него нет описания.

source: Author ID
ru_ru: ID автора

source: Link
ru_ru: Ссылка

source: Update
ru_ru: Обновить

source: Edit
ru_ru: Изменить

source: Spam
ru_ru: Спам

source: Approved
ru_ru: Одобрено

source: View Activity
ru_ru: Просмотр активности

source: Content
ru_ru: Содержимое

source: Action
ru_ru: Действие

source: Editing Activity (ID #%s)
ru_ru: Редактирование активности (ID #%s)

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
ru_ru: В колонке <strong>В ответ на</strong> отображается имя и аватар пользователя (в виде ссылки), на чью активность был оставлен ответ, а ссылка ведет на страницу этого элемента на сайте. Маленькое облачко с числом показывает, сколько еще элементов связаны с текущим; обычно, это просто комментарии. Клик на облачке отфильтрует эту страницу и отобразит только связанные элементы.

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
ru_ru: В колонке <strong>Активность</strong> над каждым элементов есть надпись &#8220;Получено,&#8221; с датой и временем создания на вашем сайте. Ссылка этой даты ведет на страницу этого элемента активности у вас на сайте. При наведении на элемент вы увидите дополнительные действия, такие как: ответить, отредактировать, пометить спамом или удалить.

source: Moderating Activity
ru_ru: Управление активностью

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
ru_ru: Существует множество типов активности. Некоторые созданы самим BuddyPress автоматически или другими плагинами, другие создаются пользователям напрямую (в виде статусов, например). Чтобы упростить процесс управления различными типами, пользуйтесь фильтрами (в виде выпадающего списка).

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
ru_ru: Вы можете управлять элементами активности на вашем сайте таким же образом, каким вы управляете комментариями. Эта страница настраивается точно так же, как и другие страницы управления.

# Activity items per page (screen options)
source: Activity
ru_ru: Активность

# activity admin edit screen
source: Author ID
ru_ru: ID автора

# activity admin edit screen
source: Type
ru_ru: Тип

# activity admin edit screen
source: Link
ru_ru: Ссылка

# activity admin edit screen
source: Primary Item/Secondary Item
ru_ru: Первичный/Вторичный элемент

# activity admin edit screen
source: Status
ru_ru: Статус

source: <a href="https://buddypress.org/support/">Support Forums</a>
ru_ru: <a href="https://buddypress.org/support/">Форумы поддержки</a>

source: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Managing Activity</a>
ru_ru: <a href="https://codex.buddypress.org/administrator-guide/activity-stream-management-panels/">Управление активностью</a>

source: For more information:
ru_ru: Более подробная информация:

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
ru_ru: Смотрите информацию по ссылке Управление Активностью в панели сбоку, чтобы узнать, когда и как BuddyPress используется все эти настройки.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
ru_ru: <strong>Тип</strong> - у абсолютно каждого вида элемента активности есть свой собственный тип. Например, <code>created_group</code> используется тогда, создана группа.

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
ru_ru: <strong>Первичный/Вторичный элемент</strong> - определяет объект, который создал элемент активности. Например, это поле может быть комментарием, оставленным на каком-то сайт. Некоторые типы активности могут использовать только один или ни одного из этих полей.

source: Item, Link, Type
ru_ru: Элемент, Ссылка, Тип

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
ru_ru: Вы также можете модерировать активносить на этой странице, используя блок Статуса, где вы можете также изменить время публикации элемента.

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
ru_ru: Две больших зоны для заголовка и содержмого элемента активности имеют фиксированное расположение, но вы можете изменить расположение других блоков, перетаскивая их. Также есть возможность раскрыть или уменьшить их, кликая на заголовок каждого блока. Используйте Настройки экрана для того, чтобы отображать или спрятать блоки (Первичный/Вторичный элемент, Ссылка, тип, ID автора) или для переключения между 1 или 2х колоночным видом.

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
ru_ru: Вы можете редактировать элементы активности на сайте точно также, как вы редактируете комментарии. Это полезно в случаях, когда надо изменить, на какую страницу ссылается элемент, или чтобы исправить ошибки.

source: Overview
ru_ru: Обзор

source: Error: The item you are trying to reply to cannot be found, or it has been deleted.
ru_ru: Ошибка: Запись, на которую вы собираетесь ответить, не найдена или была удалена.

source: Error: Please type a reply.
ru_ru: Ошибка: Пожалуйста, введите ответ.

# Admin Dashboard SWA menu
source: Activity
ru_ru: Активность

# Admin Dashboard SWA page title
source: Activity
ru_ru: Активность

source: Activity feed of %s's favorites.
ru_ru: Лента активности избранных записей %s.

source: %1$s | %2$s | Favorites
ru_ru: %1$s | %2$s | Избранное

source: Activity feed mentioning %s.
ru_ru: Упоминания %s в ленте активности.

source: %1$s | %2$s | Mentions
ru_ru: %1$s | %2$s | Упоминания

source: Public group activity feed of which %s is a member.
ru_ru: Публичная лента активности группы, участником которой является %s.

source: %1$s | %2$s | Group Activity
ru_ru: %1$s | %2$s | Лента активности группы

source: Activity feed for %s's friends.
ru_ru: Лента активности друзей %s.

source: %1$s | %2$s | Friends Activity
ru_ru: %1$s | %2$s | Лента активности друзей

source: Activity feed for %s.
ru_ru: Лента активности для %s.

source: Activity feed for the entire site.
ru_ru: Лента активности для всего сайта.

source: %s | Site-Wide Activity
ru_ru: %s | Активность всего сайта

source: There was an error removing that activity as a favorite. Please try again.
ru_ru: Во время удаления этой записи из списка избранных произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Activity removed as favorite.
ru_ru: Элемент удален из Избранного.

source: There was an error marking that activity as a favorite. Please try again.
ru_ru: Во время сохранения этой записи в списке избранного произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Activity marked as favorite.
ru_ru: Элемент добавлен в Избранное.

source: There was an error posting that reply. Please try again.
ru_ru: Во время отправки этого ответа произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Reply Posted!
ru_ru: Ответ опубликован!

source: Please do not leave the comment area blank.
ru_ru: Пожалуйста, не оставляейте комментарий пустым.

source: There was an error when posting your update. Please try again.
ru_ru: Во время отправки вашего статуса произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Update Posted!
ru_ru: Статус опубликован!

source: Please enter some content to post.
ru_ru: Пожалуйста, введите какой-нибудь текст для публикации.

source: The activity item has been marked as spam and is no longer visible.
ru_ru: Элемент активности был помечен как спам и больше не отображается на сайте.

source: There was an error when deleting that activity
ru_ru: При удалении элемента произошла ошибка

source: Activity deleted successfully
ru_ru: Запись успешно удалена
