Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: Thanks for registering! To complete the activation of your account, go to the following link and click on the 'Activate' button: {{{activate.url}}} If the 'Activation Key' field is empty, copy and paste the following into the field - {{key}}
ru_ru: Спасибо за регистрацию! Чтобы завершить активацию своей учетной записи, перейдите по следующей ссылке и нажмите кнопку «Активировать»: {{{activate.url}}} Если поле «Ключ активации» пустое, скопируйте и вставьте в него следующее - {{key}}

source: Thanks for registering! To complete the activation of your account, go to the following link and click on the <strong>Activate</strong> button: <a href="{{{activate.url}}}">{{{activate.url}}}</a> If the 'Activation Key' field is empty, copy and paste the following into the field - {{key}}
ru_ru: Спасибо за регистрацию! Чтобы завершить активацию своей учетной записи, перейдите по следующей ссылке и нажмите кнопку <strong>Активировать</strong>: <a href="{{{activate.url}}}">{{{activate.url}}}</a> Если поле «Ключ активации» пустое, скопируйте и вставьте в него следующее - {{key}}

source: Privacy Policy
ru_ru: Политика конфиденциальности

# button
source: Mark unread
ru_ru: Отметить непрочитанным

# button
source: Mark read
ru_ru: Отметить прочитанным

# link
source: Mark Read
ru_ru: Отметить прочитанным

# link
source: Mark Unread
ru_ru: Отметить непрочитанным

# button
source: Reject
ru_ru: Отклонить

# button
source: Accept
ru_ru: Принять

source: Group Administrator promotions
ru_ru: Повышение администраторов групп

# Customizer control label
source: Groups
ru_ru: Группы

source: Use tab styling for secondary navigation.
ru_ru: Использовать стили в виде табов для дополнительной навигации.

source: Use tab styling for primary navigation.
ru_ru: Использовать стили в виде табов для основной навигации.

# Group invitations main menu title
source: Group Invites
ru_ru: Приглашения в группу

# Group invitations menu title
source: Invite
ru_ru: Пригласить

source: Cancel invitation %s
ru_ru: Отменить приглашение %s

source: Sending group invitations. Please wait.
ru_ru: Отправляем приглашения в группу. Пожалуйста, подождите.

source: There are no more pending invitations for the group.
ru_ru: Ожидающих приглашений на вступление в группу больше нет.

source: The member is already a member of the group.
ru_ru: Пользователь уже является участником группы.

source: Group invitation could not be removed.
ru_ru: Приглашение в группу не может быть удалено.

source: Invitations sent.
ru_ru: Приглашения отправлены.

source: No pending group invitations found.
ru_ru: На данный момент нет ожидающих запросов на вступление в группу.

# button
source: Post
ru_ru: Запись

source: Member registration is currently not allowed.
ru_ru: Регистрация пользователей в данной момент запрещена.

source: Member navigation
ru_ru: Навигация пользователей

source: Member front page
ru_ru: Главная страница пользователей

source: (BuddyPress) Primary navigation
ru_ru: (BuddyPress) Основная навигация

source: Sites loop:
ru_ru: Список сайтов:

# link
source: Spam
ru_ru: Спам

# link
source: Delete
ru_ru: Удалить

# link
source: Reply
ru_ru: Ответить

# button
source: Spam
ru_ru: Спам

# button
source: Delete
ru_ru: Удалить

# link
source: Comment
ru_ru: Комментарий

# button
source: Comment
ru_ru: Комментировать

source: This activity has been marked as spam and is no longer visible.
ru_ru: Этот элемент активности был помечен как спам и больше недоступен.

source: There was a problem marking this activity as spam. Please try again.
ru_ru: Во время отметки этого элемента активности как спам произошла ошибка. Пожалуйста, попробуйте еще раз.

source: No activities were found.
ru_ru: Ничего нового нет.

source: This member is a spammer.
ru_ru: Этот пользователь является спаммером.

source: Editing "%s" Profile Group
ru_ru: Редактирование: "%s"

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, create an account with %s using the same email address as you used to register with this site.
ru_ru: Картинка вашего профиля будет использоваться везде на сайте. Чтобы изменить ее, создайте учётную запись на сайте %s с тем же email адресом, использованном вами для регистрации на этом сайте.

# button
source: Change
ru_ru: Изменить

source: Member menu
ru_ru: Меню пользователя

source: Yes, i'd like to create a new site
ru_ru: Да, я бы хотел создать новый сайт

source: Site Details
ru_ru: Детали сайта

# button
source: Activate
ru_ru: Активировать

source: Group Administrators
ru_ru: Администраторы группы

source: Group Leadership
ru_ru: Лидеры группы

source: Only people who are invited can join the group.
ru_ru: Только приглашенные люди могут вступить в группу.

source: Only people who request membership and are accepted can join the group.
ru_ru: Только те люди, кто отправил запрос на вступление и был принят, могут вступить в группу.

# button
source: Close
ru_ru: Закрыть

# button
source: Send Reply
ru_ru: Отправить ответ

# button
source: Apply
ru_ru: Применить

# form reset button
source: Reset
ru_ru: Сброс

# link
source: Next page
ru_ru: Следующая страница

# link
source: Previous page
ru_ru: Предыдущая страница

# button
source: Search
ru_ru: Поиск

# search placeholder text
source: Search
ru_ru: Поиск

# heading
source: Search Members
ru_ru: Поиск пользователей

# button
source: Send
ru_ru: Отправить

# button
source: Cancel invitation
ru_ru: Отменить приглашение

# button
source: Invite
ru_ru: Пригласить

source: Cancel invitation
ru_ru: Отменить приглашение

# button
source: Remove item
ru_ru: Удалить

# button
source: Select your file
ru_ru: Выберите ваш файл

source: Select your file
ru_ru: Выберите ваш файл

# button
source: Delete Group Cover Image
ru_ru: Удалить изображение обложки группы

# button
source: Delete My Cover Image
ru_ru: Удалить изображение моей обложки

source: If you'd like to delete your current cover image, use the delete Cover Image button.
ru_ru: Если вы хотите удалить текущее изображение обложки, используйте кнопку Удалить изображение обложки.

source: If you'd like to delete your current profile photo, use the delete profile photo button.
ru_ru: Если Вы хотите удалить текущую картинку профиля, воспользуйтесь кнопкой удаления картинки профиля.

# button
source: Crop Image
ru_ru: Обрезать изображение

# button
source: Save
ru_ru: Сохранить

# button
source: Capture
ru_ru: Захватить

# heading
source: Post Update
ru_ru: Опубликовать обновление

# button
source: Cancel
ru_ru: Отменить

# heading
source: Comment
ru_ru: Комментарий

# button
source: Load More
ru_ru: Показать ещё

# button
source: Send Request
ru_ru: Отправить запрос

source: You are requesting to become a member of the group "%s".
ru_ru: Вы делаете заявку на вступление в группу "%s".

source: Group membership request form
ru_ru: Форма запроса на вступление в группу

source: Phone Number
ru_ru: Номер телефона

# xprofile field type
source: Phone Number
ru_ru: Номер телефона

source: Year
ru_ru: Год

source: Month
ru_ru: Месяц

source: Day
ru_ru: День

source: New private messages
ru_ru: Новые личные сообщения

source: New sitewide notice
ru_ru: Новые уведомления по всему сайту

source: (and %d others)
ru_ru: (и %d других)

source: (and 1 other)
ru_ru: (и 1 другой)

source: Use the select box to define your bulk action and click on the &#10003; button to apply.
ru_ru: Воспользуйтесь выпадающем списоком для выбора вашего действия и щелкните на &#10003; кнопке для применения.

source: Click on the message title to preview it in the Active conversation box below.
ru_ru: Щелкните на заголовке сообщения для его предпросмотра в блоке активной переписки.

source: Unstarring messages. Please wait.
ru_ru: Снимаем отметку с сообщений. Пожалуйста, подождите.

source: Starring messages. Please wait.
ru_ru: Ставим отметку на сообщения. Пожалуйста, подождите.

source: Deleting messages. Please wait.
ru_ru: Удаляем сообщения. Пожалуйста, подождите.

source: Marking messages as unread. Please wait.
ru_ru: Отмечаем сообщения непрочитанными. Пожалуйста, подождите.

source: Marking messages as read. Please wait.
ru_ru: Отмечаем сообщения прочитанными. Пожалуйста, подождите.

source: Loading messages. Please wait.
ru_ru: Загрузка сообщений. Пожалуйста, подождите.

source: Please add some content to your message.
ru_ru: Пожалуйста, напишите что-нибудь в вашем сообщении.

source: Please add a subject to your message.
ru_ru: Пожалуйста, добавьте заголовок в ваше сообщение.

source: Please add at least one recipient.
ru_ru: Пожалуйста, добавьте хотя бы одного получателя.

source: Sitewide notice dismissed
ru_ru: Уведомление по всему сайту скрыто

source: There was a problem dismissing the notice. Please try again.
ru_ru: Во время скрывания уведомления произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Messages marked as read.
ru_ru: Сообщения помечены прочитанными.

source: There was a problem marking your messages as unread. Please try again.
ru_ru: Во время пометки ваших сообщений непрочитанными произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was a problem marking your messages as read. Please try again.
ru_ru: Во время пометки ваших сообщений прочитанными произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Messages successfully unstarred.
ru_ru: Отметка с сообщений была успешна снята.

source: Messages successfully starred.
ru_ru: Сообщения были успешно отмечены.

source: There was a problem unstarring your messages. Please try again.
ru_ru: Во время снятия отметки с ваших сообщений произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was a problem starring your messages. Please try again.
ru_ru: Во время отметки ваших сообщений произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Messages deleted
ru_ru: Сообщения удалены

source: There was a problem deleting your messages. Please try again.
ru_ru: Во время удаления ваших сообщений произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Unauthorized request.
ru_ru: Доступ запрещен.

source: Your reply was not sent. Please enter some content.
ru_ru: Ваш ответ не был отправлен. Пожалуйста, введите какое-нибудь содержимое.

source: Your message was not sent. Please enter at least one username.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, введите как минимум 1 имя пользователя.

source: Your message could not be sent. Please try again.
ru_ru: Ваше сообщение не может быть отправлено. Пожалуйста, попробуйте еще раз.

source: Edit your bio
ru_ru: Редактировать информацию о себе

source: Members default front page
ru_ru: Стандартная главная страница пользователей

source: (BuddyPress) Widgets
ru_ru: (BuddyPress) Виджеты

source: Groups default front page
ru_ru: Стандартная главная страница групп

source: Group Moderator promotions
ru_ru: Повышения модераторов группы

source: Rejected Group membership requests
ru_ru: Отклоненные запросы на вступление в группу

source: Accepted Group membership requests
ru_ru: Принятые запросы на вступление в группу

source: Pending Group membership requests
ru_ru: Ожидающие запросы на вступление в группу

source: Use tab styling for Groups directory navigation.
ru_ru: Использовать для директории групп навигацию в виде табов.

source: Use column navigation for the Groups directory.
ru_ru: Использовать для директории групп навигацию в виде столбцов.

source: Group > Members
ru_ru: Группа > Участники

source: Reorder the primary navigation for a group.
ru_ru: Изменить порядок основной навигации группы.

source: Use tab styling for the group creation process.
ru_ru: Использовать табы на странице создания групп.

source: Display the group navigation vertically.
ru_ru: Показывать навигацию группы вертикально.

source: Display the group description in the body of the group's front page.
ru_ru: Показывать описание группы в основной части на главной странице группы.

source: Enable custom front pages for groups.
ru_ru: Включить произвольные главные страницы для групп.

source: Customize the navigation menu for groups. See your changes by navigating to a group in the live-preview window.
ru_ru: Настроить меню навигации группы. Смотрите на ваши изменения перейдя на страницу группы в окне живого предпросмотра.

source: Group navigation
ru_ru: Навигация группы

source: Configure the default front page for groups.
ru_ru: Настройте виде главной страницы групп.

source: Group front page
ru_ru: Главная страница группы

source: All Groups
ru_ru: Все группы

source: You are not allowed to perform this action.
ru_ru: Вас не разрешается выполнять это действие.

source: Group invites preferences saved.
ru_ru: Настройки приглашений в группу были сохранены.

source: Group invitations cleared. Please use one of the available tabs to select members to invite.
ru_ru: Приглашения очищены. Пожалуйста, воспользуйтесь одним из доступных табов для выбора приглашаемых пользователей.

source: Use the "Send" button to send your invite or the "Cancel" button to abort.
ru_ru: Используйте кнопку "Отправить" для отправки ваших приглашения или "Отмена" для отмены этого действия.

source: Loading members. Please wait.
ru_ru: Загрузка участников. Пожалуйста, подождите.

source: Pending Invites
ru_ru: Ожидающие приглашения

# My Group screen nav
source: Members
ru_ru: Участники

# Group screen navigation title
source: Home (Members)
ru_ru: Главная (участники)

# Group screen navigation title
source: Home (Activity)
ru_ru: Главная (активность)

# My Group screen nav
source: Invite
ru_ru: Приглашения

source: Invitation failed for %s user.
ru_ru: Ошибка в отправке приглашений для %s пользователя.

source: You are not allowed to send invitations for this group.
ru_ru: Вы не можете отправлять приглашения в эту группу.

source: Invites could not be sent. Please try again.
ru_ru: Приглашения не могут быть отправлены. Пожалуйста, попробуйте еще раз.

source: You have no friends!
ru_ru: У вас нет друзей!

source: All your friends are already members of this group, or have already received an invite to join this group, or have requested to join it.
ru_ru: Все ваши друзья или уже являются участниками этой группы, или уже получили приглашение на вступление, или сами отправили запрос на вступление.

source: No members were found. Try another filter.
ru_ru: Пользователи не были найдены. Попробуйте другой фильтр.

source: You can view the group's pending invitations from this screen.
ru_ru: Вы можете посмотреть все ожидающие приглашения в группы на этой странице.

source: Select friends to invite by clicking the + button. Once you've made your selection, use the "Send Invites" navigation item to continue.
ru_ru: Выберите друзей, которых вы хотите пригласить, щелкнув на кнопке +. После выбора их из списка используйте кнопку "Отправить приглашения" для продолжения.

source: Select members to invite by clicking the + button. Once you've made your selection, use the "Send Invites" navigation item to continue.
ru_ru: Выберите пользователей, которых вы хотите пригласить, щелкнув на кнопку +. После выбора используйте кнопку "Отправить приглашения" для продолжения.

source: Error leaving group.
ru_ru: Произошла ошибка во время выхода из группы.

source: Error requesting membership.
ru_ru: Произошла ошибка во время отправки запроса на вступление.

source: Error joining this group.
ru_ru: Произошла ошибка во время вступления в группу.

source: Group invite accepted.
ru_ru: Приглашение в группу отправлено.

source: Group invitation could not be accepted.
ru_ru: Приглашение в группу не может быть принято.

source: You are already a member of the group.
ru_ru: Вы уже являетесь участником группы.

source: You cannot join this group.
ru_ru: Вы не можете присоединиться к этой группе.

source: Loading your groups. Please wait.
ru_ru: Загрузка ваших групп. Пожалуйста, подождите.

source: Loading your friends. Please wait.
ru_ru: Загружаем список друзей. Пожалуйста, подождите.

source: Loading your blogs. Please wait.
ru_ru: Идет загрузка ваших блогов. Пожалуйста, подождите.

source: Loading your updates. Please wait.
ru_ru: Загрузка ваших обновлений. Пожалуйста, подождите.

source: Currently only your friends can invite you to groups. Uncheck the box to allow any member to send invites.
ru_ru: На данный момент только ваши друзья могут приглашать вас в группы. Снимите галочку, чтобы разрешить любому пользователю отправлять приглашения.

source: Currently every member of the community can invite you to join their groups. If you are not comfortable with it, you can always restrict group invites to your friends only.
ru_ru: На данный момент любой пользователь сообщества может приглашать вас в группы. Если вам это не нравится, вы можете ограничить приглашения только от своих друзей.

source: Loading notifications. Please wait.
ru_ru: Загрузка уведомлений. Пожалуйста, подождите.

source: Loading the member's groups. Please wait.
ru_ru: Загружаем группы пользователя. Пожалуйста, подождите.

source: Loading the member's friends. Please wait.
ru_ru: Загружаем список друзей. Пожалуйста, подождите.

source: Loading the member's blogs. Please wait.
ru_ru: Загружаем список блогов. Пожалуйста, подождите.

source: Loading the member's updates. Please wait.
ru_ru: Загружаем сообщения пользователя. Пожалуйста, подождите.

source: Deleting this account will delete all of the content it has created. It will be completely unrecoverable.
ru_ru: Удаление этой учетной записи также удалить все связанное содержимое. Данные восстановлению не подлежат.

source: %s did not save any profile information yet.
ru_ru: Пользователь %s еще не сохранил никакой информации профиля.

source: Loading the members of your community. Please wait.
ru_ru: Загрузка участников вашего сообщества. Пожалуйста, подождите.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back. Please be careful with this option.
ru_ru: ВНИМАНИЕ: Удаление вашего аккаунта полностью удалит ВСЕ связанное содержимое. Пути назад не будет, пожалуйста, будьте осторожны с этим действием.

source: Loading the members who requested to join the group. Please wait.
ru_ru: Загрузка участников, которым отправлены запросы на присоединение к группе. Пожалуйста, подождите.

source: Sorry, there was no member of that name found in this group.
ru_ru: Извините, в этой группе не был найден пользователь с таким именем.

source: Sorry, there were no group members found.
ru_ru: Извините, в группе не были найдены пользователи.

source: Requesting the group members. Please wait.
ru_ru: Запрашиваем участников группы. Пожалуйста, подождите.

source: Loading the group updates. Please wait.
ru_ru: Загрузка обновлений группы. Пожалуйста, подождите.

source: Sorry, there were no groups found.
ru_ru: Извините, группы не были найдены.

source: Loading the groups of the community. Please wait.
ru_ru: Загрузка групп сообщества. Пожалуйста, подождите.

source: Loading the sites of the network. Please wait.
ru_ru: Загрузка сайтов сети. Пожалуйста, подождите.

source: Site registration is currently disabled.
ru_ru: Регистрация сайтов временно отключена.

source: Loading the update. Please wait.
ru_ru: Загрузка обновления. Пожалуйста, подождите.

source: Loading the community updates. Please wait.
ru_ru: Загрузка обновлений сообщества. Пожалуйста, подождите.

source: Four columns
ru_ru: Четыре колонки

source: Three columns
ru_ru: Три колонки

source: Two columns
ru_ru: Две колонки

source: One column
ru_ru: Одна колонка

source: Add widgets here to appear in the front page of each group of your community.
ru_ru: Добавьте здесь виджеты, которые будут отображаться на главной странице каждой группы вашего сообщества.

source: BuddyPress Group's Home
ru_ru: Дом BuddyPress группы

source: Add widgets here to appear in the front page of each member of your community.
ru_ru: Добавьте здесь виджеты, которые будут отображаться на главной странице каждого пользователя вашего сообщества.

source: BuddyPress Member's Home
ru_ru: Дом BuddyPress пользователя

source: Pending friendship requests
ru_ru: Ожидающие предложения дружбы

source: Accepted friendship requests
ru_ru: Принятые предложения дружбы

source: Friendship cancelled.
ru_ru: Дружба отменена.

source: Friendship could not be cancelled.
ru_ru: Дружба не может быть отменена.

source: Friendship rejected.
ru_ru: Дружба отменена.

source: Friendship accepted.
ru_ru: Дружба одобрена.

source: There was a problem performing this action. Please try again.
ru_ru: Не удалось выполнить это действие. Пожалуйста, попробуйте еще раз.

source: Use tab styling for Members directory navigation.
ru_ru: Использовать навигацию директории пользователей в виде табов.

source: Use column navigation for the Members directory.
ru_ru: Использовать навигацию для директории пользователей в виде столбцов.

source: Member > Friends
ru_ru: Пользователь > Друзья

source: Reorder the primary navigation for a user.
ru_ru: Изменить порядок основной навигации пользователя.

source: Use tab styling for secondary nav.
ru_ru: Использовать табы для вторичной навигации.

source: Use tab styling for primary nav.
ru_ru: Использовать табы для основной навигации.

source: Display the member navigation vertically.
ru_ru: Показывать навигацию пользователя вертикально.

source: Display the biographical info from the member's WordPress profile.
ru_ru: Показывать биографическую информацию о пользователе из его WordPress профиля.

source: Enable default front page for member profiles.
ru_ru: Включить стандартную главную страницу для профилей пользователей.

source: Use the round style for member and group avatars.
ru_ru: Закруглить картинки профиля пользователей и групп.

source: Select the layout style for directory content &amp; navigation.
ru_ru: Выберите стиль разметки для содержмого и меню каталога.

source: Directory layouts
ru_ru: Разметка каталога

source: Set the number of columns to use for BuddyPress loops.
ru_ru: Установите количество столбцов для использования в BuddyPress циклах.

source: Loop layouts
ru_ru: Разметка цикла

source: Customize the navigation menu for members. In the preview window, navigate to a user to preview your changes.
ru_ru: Настроить меню навигации для пользователей. В окне предпросмотра перейдите на страницу любого пользователя.

source: Configure the default front page for members.
ru_ru: Настройте стандартную главную страницу пользователей.

source: Configure general BuddyPress appearance options.
ru_ru: Настройте общий внешний виду BuddyPress.

source: General BP Settings
ru_ru: Общие BP настройки

source: Customize the appearance of BuddyPress Nouveau Template pack.
ru_ru: Настройте внешний вид пакета внешнего вида BuddyPress Nouveau.

source: Drag each possible member navigation items that are listed below into the order you prefer.
ru_ru: Вы можете переместить любой доступный ниже пункт меню в нужное вам место.

source: Drag each possible group navigation items that are listed below into the order you prefer, in some groups some of these navigation items might not be active.
ru_ru: Расположите все доступные пункты меню группы в желаемом порядке. Учтите, что в некоторых группах некоторые пункты меню могут быть недоступны.

source: Customizing the Groups navigation order needs you create at least one group first.
ru_ru: Для настройки порядка отображения навигации группы вам необходимо создать как минимум 1 группу.

source: Include navigation title
ru_ru: Добавить заголовок навигации

source: Displays BuddyPress primary nav in the sidebar of your site. Make sure to use it as the first widget of the sidebar and only once.
ru_ru: Отображает основную навигацию BuddyPress в области виджетов вашего сайта. Убедитесь, что он установлен первым виджетом и используется только один раз.

source: Use tab styling for Sites directory navigation.
ru_ru: Использовать навигацию в директории сайтов в виде табов.
