Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: You do not have access to this page.
ru_ru: У вас недостаточно прав для доступа к этой странице.

source: Profile photo of %s
ru_ru: Картинка профиля %s

source: You have selected an image that is smaller than recommended. For best results, upload a picture larger than %1$d x %2$d pixels.
ru_ru: Вы выбрали картинку, которая меньше рекомендованных размеров. Для наилучшего результата используйте картинку больше %1$d x %2$d пикселей.

source: Upload failed! Error was: %s
ru_ru: Загрузка оборвалась! Причина: %s

source: Upload Failed! Error was: %s
ru_ru: Загрузка оборвалась! Причина: %s

source: Profile Photo
ru_ru: Картинка профиля

source: No photo was captured. Click on the "Capture" button to take your photo.
ru_ru: Фото не было сделано. Нажмите на кнопку "Сделать фото".

source: Your profile photo is ready. Click on the "Save" button to use this photo.
ru_ru: Ваша картинки профиля готова. Нажмите "Сохранить", чтобы начать использовать эту фотографию.

source: Video error. Please upload a photo instead.
ru_ru: Пожалуйста, загрузите картинку, а не видео.

source: Your browser is not supported. Please upload a photo instead.
ru_ru: Ваш браузер не поддерживается. Пожалуйста, загрузите картинку.

source: It looks like you do not have a webcam or we were unable to get permission to use your webcam. Please upload a photo instead.
ru_ru: Судя по всему у вас нет камеры или мы не смогли получить разрешение на ее использование. В таком случае, загрузите, пожалуйста, картинку.

source: Camera loaded. Click on the "Capture" button to take your photo.
ru_ru: Камера загружена. Нажмите "Сделать снимок", чтобы сфотографировать себя.

source: Please wait as we access your camera.
ru_ru: Пожалуйста, подождите, пока мы получаем доступ к вашей камере.

source: Please allow us to access to your camera.
ru_ru: Пожалуйста, разрешите получить нам доступ к вашей камере.

source: Take Photo
ru_ru: Сделать фотографию

source: Upload
ru_ru: Загрузить

source: If you&#39;d like to delete the existing profile photo but not upload a new one, please use the delete tab.
ru_ru: Если вы хотите удалить текущую картинку профиля без загрузки новой, пожалуйста, используйте страницу удаления.

source: &#8220;%s&#8221; has failed to upload.
ru_ru: &#8220;%s&#8221;: не удалось загрузить.

source: Make sure to upload a unique file
ru_ru: Убедитесь, что загружаете уникальный файл

source: Crunching&hellip;
ru_ru: Обрабатываем&hellip;

source: Dismiss
ru_ru: Закрыть

source: Upload stopped.
ru_ru: Загрузка прекращена.

source: File canceled.
ru_ru: Загрузка файла отменена.

source: Security error.
ru_ru: Ошибка безопасности.

source: IO error.
ru_ru: Ошибка записи на диск.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
ru_ru: %s превышает максимальный размер в вашем браузере, разрешенный для загрузки нескольких файлов.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
ru_ru: Пожалуйста, попробуйте загрузить этот файл с помощью %1$sзагрузчика браузера%2$s.

source: Upload failed.
ru_ru: Загрузка не удалась.

source: HTTP error.
ru_ru: HTTP ошибка.

source: You may only upload 1 file.
ru_ru: Вы можете загружать только 1 файл.

source: There was a configuration error. Please contact the server administrator.
ru_ru: Произошла ошибка в настройках. Пожалуйста, свяжитесь с администратором сервера.

source: An error occurred. Please try again later.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: This is larger than the maximum size. Please try another.
ru_ru: Вы превысили максимально допустимый размер файла. Пожалуйста, попробуйте еще раз.

source: Memory exceeded. Please try another smaller file.
ru_ru: Превышение лимита памяти. Пожалуйста, попробуйте файл меньшего размера.

source: This file is not an image. Please try another.
ru_ru: Этот файл не является картинкой. Пожалуйста, попробуйте еще раз.

source: This file type is not allowed. Please try another.
ru_ru: Этот тип файла запрещен. Пожалуйста, попробуйте еще раз.

source: This file is empty. Please try another.
ru_ru: Этот файл пуст. Пожалуйста, попробуйте другой файл.

source: %s exceeds the maximum upload size for this site.
ru_ru: %s превышает максимальный размер загружаемого файла для этого сайте.

source: You have attempted to queue too many files.
ru_ru: Вы попытались отправить в очередь слишком много файлов.

source: My Account
ru_ru: Учетная запись

source: For more information, see <a href="%s">the release notes</a>.
ru_ru: Для получения дополнительной информации прочтите <a href="%s">заметки о релизе</a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
ru_ru: В <strong>версии %1$s</strong> решены несколько проблем с безопасностью и исправлена %2$s ошибка.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
ru_ru: В <strong>версии %1$s</strong> решена проблема с безопасностью и исправлена %2$s ошибка.

source: <strong>Version %1$s</strong> addressed %2$s bug.
ru_ru: В <strong>версии %1$s</strong> исправлена %2$s ошибка.

source: <strong>Version %1$s</strong> addressed a security issue.
ru_ru: В <strong>версии %1$s</strong> решена проблема с безопасностью.

source: Maintenance and Security Release
ru_ru: Техническое обновление безопасности

source: Security Release
ru_ru: Обновление безопасности

source: Maintenance Release
ru_ru: Техническое обновление

source: Credits
ru_ru: Участники разработки

source: All Contributors to BuddyPress %s
ru_ru: Все разработчики BuddyPress %s

source: Core Developer
ru_ru: Разработчик ядра

source: Lead Developer
ru_ru: Ведущий разработчик

source: Project Lead
ru_ru: Лидер проекта

source: Project Leaders
ru_ru: Лидеры проекта

source: Activity auto-refresh
ru_ru: Автообновление ленты активности

source: Activity Settings
ru_ru: Настройки активности

source: Group Photo Uploads
ru_ru: Загрузка фотографии группы

source: Group Creation
ru_ru: Создание группы

source: Groups Settings
ru_ru: Настройки групп

source: Profile Syncing
ru_ru: Синхронизация профиля

source: Profile Photo Uploads
ru_ru: Загрузка картинки профиля

# BuddyPress setting tab
source: Profile Settings
ru_ru: Настройки профиля

source: Account Deletion
ru_ru: Удаление учетной записи

source: Main Settings
ru_ru: Основные настройки

source: Available Tools
ru_ru: Доступные инструменты

source: BuddyPress Settings
ru_ru: Настройки BuddyPress

source: BuddyPress Pages
ru_ru: BuddyPress страницы

source: BuddyPress Components
ru_ru: Компоненты BuddyPress

source: Help
ru_ru: Помощь

source: BuddyPress Help
ru_ru: Помощь по BuddyPress

# buddypress tools intro
source: Use the %s to repair these relationships.
ru_ru: Используйте %s, чтобы исправить эти связи.

source: Tools
ru_ru: Инструменты

source: Determining last activity dates for each user&hellip; %s
ru_ru: Получение даты последней активности для каждого пользователя&hellip; %s

source: Counting the number of active members on the site&hellip; %s
ru_ru: Идет подсчет количества активных пользователей на сайте&hellip; %s

source: Repopulating Blogs records&hellip; %s
ru_ru: Получение записей блогов&hellip; %s

source: Counting the number of groups for each user&hellip; %s
ru_ru: Идет подсчет количества групп для каждого пользователя&hellip; %s

source: Complete!
ru_ru: Успешно!

source: Failed!
ru_ru: Провалено!

source: Counting the number of friends for each user&hellip; %s
ru_ru: Подсчет количества друзей каждого пользователя&hellip; %s

source: Repair member "last activity" data.
ru_ru: Исправить данные о "последней активности" пользователя.

source: Repair Items
ru_ru: Восставить элементы

source: Use the tools below to manually recalculate these relationships.
ru_ru: Используйте инструменты ниже, чтобы вручную пересчитать эти связи.

source: BuddyPress keeps track of various relationships between users, groups, and activity items. Occasionally these relationships become out of sync, most often after an import, update, or migration.
ru_ru: BuddyPress хранит различные связи между пользователями, группами и элементами активности. Иногда эти связи перестают быть цельными, по большей степени после импорта, обновления или миграций.

source: BuddyPress Tools
ru_ru: Инструменты BuddyPress

source: Associate WordPress Pages with the following BuddyPress Registration pages.
ru_ru: Выберите страницы WordPress, с которыми будут ассоциироваться следующий страницы регистрации BuddyPress.

source: Registration
ru_ru: Регистрация

source: - None -
ru_ru: - Не отображать -

source: Associate a WordPress Page with each BuddyPress component directory.
ru_ru: Выберите страницы WordPress, с которыми будут ассоциироваться страницы компонентов.

source: Directories
ru_ru: Списки

source: Repair
ru_ru: Восстановить

source: Allow customizable avatars for groups
ru_ru: Разрешить настраивать картинки профиля группы

source: Administrators can always create groups, regardless of this setting.
ru_ru: Администраторы всегда могут создавать группы, вне зависимости от значения этой настройки.

source: Enable group creation for all users
ru_ru: Разрешить создание групп всем пользователям

source: Allow registered members to upload avatars
ru_ru: Разрешить загрузку картинок профиля зарегистрированным пользователям

source: Enable BuddyPress to WordPress profile syncing
ru_ru: Включить синхронизацию BuddyPress с профилем WordPress (BP->WP)

source: Automatically check for new items while viewing the activity stream
ru_ru: Автоматически проверять на наличие новых сообщений во время просмотра ленты активности

source: Allow Akismet to scan for activity stream spam
ru_ru: Разрешить проверять записи в ленте активности на предмет спама (с помощью Akismet)

source: Allow registered members to delete their own accounts
ru_ru: Разрешить зарегистрированным пользователям удалять собственные учетные записи

source: Show the Toolbar for logged out users
ru_ru: Показывать Toolbar для неавторизованных пользователей

# Display name field
source: Display Name
ru_ru: Отображаемое имя

# First field-group name
source: General
ru_ru: Основное

source: User removed from spam.
ru_ru: Пользователь удален из спама.

source: User marked as spammer. Spam users are visible only to site admins.
ru_ru: Пользователь отмечен как спамер. Спамеры видны только администраторам.

source: Logged-Out
ru_ru: Выйти

source: Logged-In
ru_ru: Войти

source: Extra configuration settings are provided and activated. You can selectively enable or disable any setting by using the form on this screen.
ru_ru: Дополнительные настройки активированы. Вы можете выборочно включить или выключить их, используя форму на странице.

source: BuddyPress Components use WordPress Pages for their root directory/archive pages. You can change the page associations for each active component by using the form below.
ru_ru: Компоненты BuddyPress используют WordPress страницы. Вы можете изменить связи страниц и компонентов, используя форму ниже.

source: By default, all but four of the BuddyPress components are enabled. You can selectively enable or disable any of the components by using the form below. Your BuddyPress installation will continue to function. However, the features of the disabled components will no longer be accessible to anyone using the site.
ru_ru: По умолчанию активированы все кроме 4 наиболее популярных BuddyPress компонентов. В форме ниже вы можете включить или выключить на выбор любой компонент. Ваша социальная сеть продолжит работать, тем не менее часть функциональности отключенных компонентов больше не будет доступна никому на сайте.

source: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Managing Profile Fields</a>
ru_ru: <a href="https://codex.buddypress.org/administrator-guide/extended-profiles/">Управление полями профиля</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Managing Settings</a>
ru_ru: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-settings">Управление настройками</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Managing Pages</a>
ru_ru: <a href="https://codex.buddypress.org/getting-started/configure-components/#settings-buddypress-pages">Управление страницами</a>

source: <a href="https://codex.buddypress.org/getting-started/configure-components/">Managing Components</a>
ru_ru: <a href="https://codex.buddypress.org/getting-started/configure-components/">Управление компонентами</a>

source: Settings
ru_ru: Настройки

source: Pages
ru_ru: Страницы

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %s.
ru_ru: Каждому компоненту в BuddyPress нужна своя собственная WordPress страница. Следующие WordPress страницы связаны с более чем одним компонентом: %s.

source: Register
ru_ru: Зарегистрироваться

source: Activate
ru_ru: Активировать

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
ru_ru: <strong>BuddyPress почти готов к работе</strong>. Вы должны <a href="%s">изменить ЧПУ ссылок</a> на любой другой вариант, кроме стандартного, чтобы все было в порядке.

source: Components, Pages, Settings, and Forums, have been moved to <a href="%1$s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%2$s">Users</a> menu.
ru_ru: Компоненты, Страницы, Настройки и Форумы переместились в <a href="%1$s">Настройки &gt; BuddyPress</a>. Поля профиля переместились в меню <a href="%2$s">Пользователей</a>.

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
ru_ru: Не переживайте! Мы переместили все настройки в более удобное и достпупное для поиска места. Вы видите эту страницу, потому что какой-то плагин еще не обновился и использует старый метод добавления страницы настроек.

source: Why have all my BuddyPress menus disappeared?
ru_ru: Куда делись все меню BuddyPress?

source: Record activity for new sites, posts, and comments across your network.
ru_ru: Записывать в ленту активности события создания новых сайтов, записей на них и комментариев.

source: Record activity for new posts and comments from your site.
ru_ru: Отображайте в ленте активности записи и комментарии пользователей по всей сети.

source: Site Tracking
ru_ru: Лента сайта

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
ru_ru: Открытые, частные и скрытые группы позволяют вашим пользователям разделить обсуждение на различные темы с независимыми лентами активности и списками участников.

source: User Groups
ru_ru: Группы пользователей

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting, and @mentions, all with full RSS feed and email notification support.
ru_ru: Глобальные, личные и групповые ленты активности с древовидными комментариями, прямая публикация и @уведомления - все с полной поддержкой RSS лент и уведомлений на email.

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
ru_ru: Личная переписка позволит пользователям общаться друг с другом напрямую и лично. Причем нет ограничений на количество одновременно общающихся людей - получателей сообщения может быть несколько.

source: Private Messaging
ru_ru: Личная переписка

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
ru_ru: Дайте возможность пользователям становиться друзьями, чтобы они могли следить за активностью друг друга или просматривать только тех, кто им интересен.

source: Friend Connections
ru_ru: Дружеские связи

source: Group Forums
ru_ru: Форумы группы

source: Everything in a BuddyPress community revolves around its members.
ru_ru: Все внутри BuddyPress крутится вокруг пользователей.

source: Community Members
ru_ru: Пользователи сообщества

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
ru_ru: Это то, что делает <del>путешествие во времени</del> BuddyPress работоспособным!

source: BuddyPress Core
ru_ru: Ядро BuddyPress

source: No components found.
ru_ru: Компоненты не найдены.

source: Description
ru_ru: Описание

source: Component
ru_ru: Компонент

source: Retired <span class="count">(%s)</span>
ru_ru: Устаревшие <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
ru_ru: Обязательные <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
ru_ru: Неактивированные <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
ru_ru: Активированные <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
ru_ru: Все <span class="count">(%s)</span>

source: Notify members of relevant activity with a toolbar bubble and/or via email, and allow them to customize their notification settings.
ru_ru: Уведомлять пользователей об активности с помощью иконок в тулбаре и/или через электронную почту, и разрешить им настраивать уведомления.

source: Notifications
ru_ru: Уведомления

source: Allow your users to modify their account and notification settings directly from within their profiles.
ru_ru: Дайте возможность пользователям изменять настройки своих учетных записей и уведомлений.

source: Account Settings
ru_ru: Настройка учетной записи

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
ru_ru: Настройте ваше сообщество с помощью полей профиля таким образом, чтобы дать возможность пользователям как можно полнее описать себя.

source: Extended Profiles
ru_ru: Расширенные профили

source: Save Settings
ru_ru: Сохранить настройки

source: Components
ru_ru: Компоненты

source: Max posts to show:
ru_ru: Макс записей для отображения:

source: Link widget title to Blogs directory
ru_ru: Сделать заголовок виджета ссылкой на страницу списка блогов

# Label for the Title field of the Recent Networkwide Posts widget
source: Title:
ru_ru: Заголовок:

source: Sorry, there were no posts found. Why not write one?
ru_ru: Не найдено ни одной записи на сайте. Может, стоит написать хотя бы одну?

source: Recent Networkwide Posts
ru_ru: Последние записи в сети

# widget name
source: (BuddyPress) Recent Networkwide Posts
ru_ru: (BuddyPress) Последние записи в сети

source: A list of recently published posts from across your network.
ru_ru: Список недавно опубликованных записей в вашей сети.

source: %s site
ru_ru: %s сайт

source: Visit Site
ru_ru: Посетить сайт

source: Search
ru_ru: Поиск

source: %s's Recent Comments
ru_ru: %s: Комментарии

source: %s's Recent Posts
ru_ru: %s: Свежие записи

source: %s's Sites
ru_ru: %s: Сайты

source: Congratulations! You have successfully registered a new site.
ru_ru: Примите поздравления! Вы успешно зарегистрировали новый сайт.

source: I would like my site to appear in search engines, and in public listings around this network.
ru_ru: Я хотел бы, чтобы мой сайт присутствовал в поисковых системах вроде Google и Yandex, а также в ленте активности и каталоге сайтов сети.

source: Site Title:
ru_ru: Заголовок сайта:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!
ru_ru: Минимум 4 символа, только буквы и цифры. Вы не сможете поменять в будущем, так что будьте внимательны!

source: Your address will be %s
ru_ru: Ваш адрес будет %s

source: Site Domain:
ru_ru: Домен сайта:

source: Site Name:
ru_ru: Название сайта:

source: Create Site
ru_ru: Создать сайт

source: If you’re not going to use a great domain, leave it for a new user. Now have at it!
ru_ru: Если вы не собираетесь использовать доменное имя, то лучше оставьте его для новых пользователей. А теперь приступайте!

source: There was a problem; please correct the form below and try again.
ru_ru: Произошла ошибка. Пожалуйста, проверьте форму и попробуйте ещё раз.

source: Latest Post: %s
ru_ru: Последняя запись: %s

source: Never active
ru_ru: Нет активности

source: active %s
ru_ru: активность: %s

source: Viewing %1$s - %2$s of %3$s site
ru_ru: Просмотр %1$s - %2$s из %3$s сайтов

source: Viewing 1 site
ru_ru: Просмотр 1 сайта

source: Posts
ru_ru: Записи

source: New post published
ru_ru: Опубликована новая запись

source: Create a Site
ru_ru: Создать сайт

source: Sites
ru_ru: Сайты

source: My Sites
ru_ru: Мои сайты

source: Search sites...
ru_ru: Поиск сайтов...

# component directory title
source: Sites
ru_ru: Сайты

source: Site Directory
ru_ru: Каталог сайтов

source: Comments
ru_ru: Комментарии

source: New post comment posted
ru_ru: Опубликован комментарий к записи

source: New Sites
ru_ru: Новые сайты

source: New site created
ru_ru: Создан новый сайт

source: In reply to
ru_ru: В ответ на сообщение

source: RSS feed 'id' must be defined
ru_ru: 'id' RSS ленты должно не определено

source: Site Wide Activity RSS Feed
ru_ru: RSS лента активности сайта

source: Public Message
ru_ru: Статус

source: a user
ru_ru: пользователь

source: Clear Filter
ru_ru: Сброс

source: View
ru_ru: Просмотр

source: Delete
ru_ru: Удалить

source: %1$s no longer accepts arguments. See the inline documentation at %2$s for more details.
ru_ru: %1$s больше не принимает аргументов. Посмотрите инлайн-документацию на %2$s для получения большей информации.

source: View Discussion
ru_ru: Посмотреть обсуждение

source: Profile picture of the author of the site %s
ru_ru: Аватар автора сайта %s

source: Group logo of %s
ru_ru: Логотип группы (%s)

source: Group logo
ru_ru: Логотип группы

source: Profile picture
ru_ru: Аватар

source: Viewing %1$s - %2$s of %3$s item
ru_ru: Просмотр %1$s - %2$s из %3$s записей

source: Viewing 1 item
ru_ru: Просмотр 1 элемента

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
ru_ru: Аргументы, переданные в %1$s, должны быть ассоциативным массивом. Посмотрите документацию %2$s для дополнительной информации.

source: A member replies to an update or comment you've posted
ru_ru: Пользователь ответил на ваш статус или комментарий

source: A member mentions you in an update using "@%s"
ru_ru: Пользователь упомянул вас в своем статусе используя "@%s"

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Activity
ru_ru: Активность

source: You do not have access to this activity.
ru_ru: У вас недостаточно прав для доступа к этому элементу активности.

source: %1$s mentioned you
ru_ru: Вы упомянуты в статусе у %1$s

source: You have %1$d new mentions
ru_ru: Новые упоминания в активности: %1$d

source: @%s Mentions
ru_ru: @%s

# deprecated string
source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
ru_ru: Вас упомянул пользователь %1$s в группе "%2$s": "%3$s" Чтобы просмотреть и ответить на сообщение, авторизуйтесь и посетите: %4$s ---------------------

source: Profile picture of %s
ru_ru: Аватар (%s)

# Page and <title>
source: My Activity
ru_ru: Моя активность

# My Account Activity sub nav
source: Groups
ru_ru: Группы

# My Account Activity sub nav
source: Friends
ru_ru: Друзья

# My Account Activity sub nav
source: Favorites
ru_ru: Избранное

# My Account Activity sub nav
source: Personal
ru_ru: Личное

# My Account Activity sub nav
source: Activity
ru_ru: Активность
