Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
ru_ru: Вы не сохранили изменения в вашем профиле. Если вы покинете страницу, изменения будут потеряны.

source: Show all %d comments
ru_ru: Показать все комментарии (%d)

source: Show all comments for this thread
ru_ru: Показать все комментарии этой ветки

source: Show all
ru_ru: Показать все

source: Rejected
ru_ru: Отклонены

source: My Favorites
ru_ru: Избранное

source: Are you sure you want to leave this group?
ru_ru: Вы уверены, что хотите покинуть эту группу?

source: comments
ru_ru: комментарии

source: Accepted
ru_ru: Принято

source: BuddyPress Legacy
ru_ru: Старый BuddyPress

source: Visibility
ru_ru: Видимость

source: Send an email notice when:
ru_ru: Отправить по e-mail уведомление, когда:

source: Change Password <span>(leave blank for no change)</span>
ru_ru: Изменить пароль <span>(оставьте поля пустыми, если не хотите менять)</span>

source: Account Email
ru_ru: Email учетной записи

source: Lost your password?
ru_ru: Забыли свой пароль?

source: Password Lost and Found
ru_ru: Пароль потерян и восстановлен

source: Current Password <span>(required to update email or change current password)</span>
ru_ru: Текущий пароль <span>(впишите для изменения email адреса или пароля)</span>

source: I understand the consequences.
ru_ru: Я осознаю все последствия.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
ru_ru: Удаление этой учетной записи также удалит весь связанный контент, который был создан. Данные восстановить после этого уже не получится.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
ru_ru: Удаление вашей учетной записи также удалит весь созданный вами контент. Это действие нельзя отменить.

source: This user is a spammer.
ru_ru: Этот пользователь - спамер.

source: %s's Profile
ru_ru: Профиль %s

source: Change
ru_ru: Изменить

source: Editing '%s' Profile Group
ru_ru: %s

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="https://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
ru_ru: Ваша картинка профиля будет использоваться в вашем профиле и повсеместно на сайте. Чтобы изменить свою картинку, создайте учетную запись на сайте <a href="https://gravatar.com">Gravatar</a> с тем же email адресом, использованным вами для регистрации на этом сайте.

source: Profile info preview
ru_ru: Предпросмотр информации о профиле

source: Crop Your New Profile Photo
ru_ru: Обрезать вашу новую картинку профиля

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
ru_ru: Щелкните ниже, чтобы выбрать с вашего компьютера картинки в формате JPG, GIF или PNG, а затем нажмите 'Загрузить картинку'.

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
ru_ru: Ваша картинка профиля будет использоваться в вашем профиле и повсеместно на сайте. Если с вашим email адресом на этом сайте есть связанная учетная запись из <a href="http://gravatar.com">Gravatar</a>, то именно она будет использоваться, или же вы можете загрузить картинку с вашего компьютера.

source: Change Profile Photo
ru_ru: Изменить картинку профиля

source: Date Received
ru_ru: Дата получения

source: Notification
ru_ru: Уведомление

source: This member has no notifications.
ru_ru: У этого пользователя нет уведомлений.

source: You have no notifications.
ru_ru: У вас нет уведомлений.

source: This member has no unread notifications.
ru_ru: У этого пользователя нет непрочитанных уведомлений.

source: You have no unread notifications.
ru_ru: У вас нет непрочитанных уведомлений.

source: Send Reply
ru_ru: Отправить ответ

source: Send a Reply
ru_ru: Ответить

source: Delete conversation.
ru_ru: Удалить переписку.

source: Conversation between %s and you.
ru_ru: Переписка между %s и вами.

source: Conversation between %s recipients.
ru_ru: Переписка между %s собеседниками.

source: You are alone in this conversation.
ru_ru: Вы одиноки в этом обсуждении.

source: Sorry, no notices were found.
ru_ru: Извините, уведомлений на данный момент нет.

source: Delete Message
ru_ru: Удалить

source: Sent:
ru_ru: Отправлено:

source: Sorry, no messages were found.
ru_ru: Извините, сообщения не найдены.

source: Unread
ru_ru: Не прочитано

source: View Message
ru_ru: Прочитать сообщение

source: To:
ru_ru: Кому:

source: From:
ru_ru: От:

source: From
ru_ru: От

source: Select all
ru_ru: Выбрать все

source: Send Message
ru_ru: Отправить сообщение

source: Message
ru_ru: Сообщение

source: Subject
ru_ru: Тема

source: This is a notice to all users.
ru_ru: Это уведомление для всех пользователей.

source: Send To (Username or Friend's Name)
ru_ru: Кому (логин или имя друга)

source: You have no outstanding group invites.
ru_ru: У вас сейчас нет необработанных приглашений в группы.

# Group member count
source: %d member
ru_ru: %d участник

source: You have no pending friendship requests.
ru_ru: У вас нет необработанных предложений дружбы.

source: You have successfully created your account! Please log in using the username and password you have just created.
ru_ru: Вы успешно зарегистрировали вашу учетную запись! Пожалуйста, авторизуйтесь, используя логин и пароль, который вы только что создали.

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
ru_ru: Вы успешно создали вашу учетную запись. Для ее активации вам необходимо перейти по ссылке из письма, которое мы только что отправили на ваш адрес электронной почты. После этого вы сможете авторизовываться и полноценно пользоваться сайтом.

source: Complete Sign Up
ru_ru: Завершить регистрацию

source: Site Title
ru_ru: Заголовок сайта

source: Blog URL
ru_ru: URL сайта

source: Yes, I'd like to create a new site
ru_ru: Да, я хочу создать новый сайт

source: Blog Details
ru_ru: Подробности о сайте

source: Who can see this field?
ru_ru: Кто может видеть это поле?

# Change profile field visibility level
source: Change
ru_ru: Изменить

source: This field can be seen by: <span class="current-visibility-level">%s</span>
ru_ru: Кто видит это поле: <span class="current-visibility-level">%s</span>

source: Profile Details
ru_ru: Детали профиля

source: Confirm Password
ru_ru: Подтвердите пароль

source: Choose a Password
ru_ru: Выберите пароль

source: Email Address
ru_ru: Email адрес

source: (required)
ru_ru: (обязательно)

source: Account Details
ru_ru: Детали учетной записи

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
ru_ru: Зарегистрироваться на этом сайте очень легко. Просто заполните поля, указанные ниже, и вы сразу получите вашу новую учетную запись.

source: User registration is currently not allowed.
ru_ru: Регистрация пользователей временно отключена.

source: Newest Registered
ru_ru: Новые

source: Activation Key:
ru_ru: Ключ активации:

source: Please provide a valid activation key.
ru_ru: Пожалуйста, используйте правильный активационный ключ.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
ru_ru: Ваша учетная запись успешно активирована! Теперь вы можете <a href="%s">авторизоваться</a>, используя логин и пароль, указанные вами при регистрации.

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
ru_ru: Ваша учетная запись успешно активирована. Детали регистрации (логин и пароль) были отправлены вам на тот адрес email, который вы указали.

source: All of your friends already belong to this group.
ru_ru: Все ваши друзья уже являются участниками этой группы.

source: Once you've made some friendships, you'll be able to invite those members to this group.
ru_ru: Как только вы подружитесь с кем-либо, вы сможете пригласить этих пользователей в эту группу.

source: Group invitations can only be extended to friends.
ru_ru: Приглашения в группы могут быть расширены только до друзей.

source: Send Invites
ru_ru: Пригласить

source: There are no pending membership requests.
ru_ru: Необработанных заявок на вступление в группу нет.

source: Reject
ru_ru: Отклонить

source: Accept
ru_ru: Принять

source: Send Request
ru_ru: Отправить запрос

source: Comments (optional)
ru_ru: Комментарии (не обязательно)

source: You are requesting to become a member of the group '%s'.
ru_ru: Вы делаете заявку на вступление в группу '%s'.

source: No members were found.
ru_ru: Пользователи не найдены.

source: Select friends to invite.
ru_ru: Выберите друзей, чтобы пригласить их.

source: Group Mods
ru_ru: Модераторы

source: Group Admins
ru_ru: Администраторы

source: I understand the consequences of deleting this group.
ru_ru: Я сознательно продолжаю удаление этой группы.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ru_ru: ВНИМАНИЕ: Удаление группы приведет к полному удалению ВСЕГО связанного содержимого. Пути назад не будет, пожалуйста, будьте осторожны с этим действием.

source: This group has no members.
ru_ru: В этой группе нет участников.

source: Remove from group
ru_ru: Удалить из группы

source: Remove this member
ru_ru: Удалить участника

source: Promote to Mod
ru_ru: Назначить модератором

source: Kick &amp; Ban
ru_ru: Отправить в бан

source: Kick and ban this member
ru_ru: Отправить в бан этого участника

source: Remove Ban
ru_ru: Удалить бан

source: Unban this member
ru_ru: Вернуть из бана этого участника

source: (banned)
ru_ru: (в бане)

source: Crop Profile Photo
ru_ru: Обрезать картинку профиля

source: Notify group members of these changes via email
ru_ru: Отправить уведомление об изменениях участникам группы по email

source: Newly Created
ru_ru: Недавно созданные

source: Most Members
ru_ru: Количество участников

source: All Groups <span>%s</span>
ru_ru: Все группы <span>%s</span>

source: There were no groups found.
ru_ru: Группы не найдены.

source: Finish
ru_ru: Закончить

source: Create Group and Continue
ru_ru: Создать группу и продолжить

source: Next Step
ru_ru: Следующий шаг

source: Back to Previous Step
ru_ru: Предыдущий шаг

source: Once you have built up friend connections you will be able to invite others to your group.
ru_ru: Как только у вас появятся друзья, вы сможете приглашать их в свои группы.

source: Remove Invite
ru_ru: Удалить приглашение

source: Select people to invite from your friends list.
ru_ru: Выберите пользователей из списка друзей, чтобы пригласить в группу.

source: Profile photo preview
ru_ru: Предпросмотр картинки профиля

source: Profile photo to crop
ru_ru: Картинка профиля для обрезки

source: Crop Group Profile Photo
ru_ru: Обрезать картинку профиля группы

source: To skip the group profile photo upload process, hit the "Next Step" button.
ru_ru: Для пропуска процесса загрузки картинки профиля группы нажмите на кнопку «Следующий шаг».

source: Upload Image
ru_ru: Загрузить картинку

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузите картинку, чтобы использовать ее как картинку профиля этой группы. Она будет отображаться на главной странице группы, а также в результатах поиска.

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
ru_ru: <strong>Внимание, администраторы сайта:</strong> Для форумов групп надо <a href="%s">правильно настроить</a> bbPress.

source: Should this group have a forum?
ru_ru: Должен ли быть форум в этой группе?

source: Which members of this group are allowed to invite others?
ru_ru: Какие участники этой группы имеют возможность приглашать других пользователей?

source: Group Invitations
ru_ru: Приглашения в группу

source: This group will not be listed in the groups directory or search results.
ru_ru: Эта группа не будет отображаться в списке групп и результатах поиска.

source: Only users who are invited can join the group.
ru_ru: Вступить в группу могут лишь те пользователи, которых пригласили.

source: This is a hidden group
ru_ru: Это скрытая группа

source: Group content and activity will only be visible to members of the group.
ru_ru: Содержание группы и активность будут видны только участникам группы.

source: Only users who request membership and are accepted can join the group.
ru_ru: Вступить в группу могут только те пользователи, запрос на вступление которых был принят.

source: This is a private group
ru_ru: Это частная группа

source: Group content and activity will be visible to any site member.
ru_ru: Содержание группы и активность будут видны любому пользователю сайта.

source: This group will be listed in the groups directory and in search results.
ru_ru: Эта группа будет отображаться в списке групп и в результатах поиска.

source: Any site member can join this group.
ru_ru: Любой пользователь сайта может пригласить вас в группу.

source: This is a public group
ru_ru: Это открытая группа

source: Privacy Options
ru_ru: Настройки конфиденциальности

source: Group Description (required)
ru_ru: Описание группы (обязательно)

source: Group Name (required)
ru_ru: Название группы (обязательно)

source: Last Active
ru_ru: Активность

source: My Sites <span>%s</span>
ru_ru: Мои сайты <span>%s</span>

source: All Sites <span>%s</span>
ru_ru: Все сайты <span>%s</span>

source: Site registration is currently disabled
ru_ru: Регистрация сайтов временно отключена

source: Sorry, there were no sites found.
ru_ru: Извините, сайты не найдены.

source: Select your File
ru_ru: Выберите ваш файл

# Uploader: Drop your file here - or - Select your File
source: or
ru_ru: или

source: Drop your file here
ru_ru: Перетащите сюда ваш файл

source: Upload Limit Exceeded
ru_ru: Превышен лимит загрузки

source: The web browser on your device cannot be used to upload files.
ru_ru: Браузер на вашем устройстве не может быть использован для загрузки файлов.

source: Delete Group Profile Photo
ru_ru: Удалить картинку профиля группы

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
ru_ru: Если вы хотите удалить текущую картинку профиля группы, но не будете загружать новую, используйте кнопку удаления картинки профиля группы.

source: Delete My Profile Photo
ru_ru: Удалить мою картинку профиля

source: Delete Profile Photo
ru_ru: Удалить картинку профиля

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
ru_ru: Если вы хотите удалить вашу текущую картинку профиля и вы не собираетесь загружать новую, то воспользуйтесь кнопкой удаления картинки профиля.

source: Crop Image
ru_ru: Обрезать картинку

source: Save
ru_ru: Сохранить

source: Capture
ru_ru: Сделать снимок

source: Your browser does not support this feature.
ru_ru: Ваш браузер не поддерживает эту возможность.

source: Post in
ru_ru: Опубликовать в

source: Post Update
ru_ru: Опубликовать

source: What's new, %s?
ru_ru: Что нового, %s?

source: What's new in %s, %s?
ru_ru: Что нового в %s, %s?

source: &mdash; Everything &mdash;
ru_ru: &mdash; Все &mdash;

source: Show:
ru_ru: Показать:

source: RSS Feed
ru_ru: RSS-лента

# Number of new activity mentions
source: %s new
ru_ru: %s

source: Mentions
ru_ru: Упоминания

source: Activity that I have been mentioned in.
ru_ru: Активность, в которой меня упомянули.

source: My Favorites <span>%s</span>
ru_ru: Избранное <span>%s</span>

source: The activity I've marked as a favorite.
ru_ru: Активность, которую я отметил избранной.

source: My Groups <span>%s</span>
ru_ru: Мои группы <span>%d</span>

source: The activity of groups I am a member of.
ru_ru: Активность групп, участником которых я являюсь.

source: My Friends <span>%s</span>
ru_ru: Мои друзья <span>%d</span>

source: The activity of my friends only.
ru_ru: Активность только моих друзей.

source: All Members <span>%s</span>
ru_ru: Все пользователи <span>%s</span>

source: The public activity for everyone on this site.
ru_ru: Публичная активность каждого на этом сайте.

source: Remove Favorite
ru_ru: Удалить из избранного

source: Favorite
ru_ru: В избранное

source: Mark as Favorite
ru_ru: Сохранить в избранное

source: Comment <span>%s</span>
ru_ru: Комментарии <span>%d</span>

source: View Conversation
ru_ru: Посмотреть разговор

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
ru_ru: <a href="%1$s">%2$s</a> - ответ <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: Sorry, there was no activity found. Please try a different filter.
ru_ru: Извините, но на данный момент нам нечего вам показать. Попробуйте использовать другой фильтр или зайти попозже.

source: Load More
ru_ru: Загрузить еще

source: Capabilities
ru_ru: Возможности

source: You have successfully dismissed your pending email change.
ru_ru: Вы успешно отменили смену адреса email.

source: There was a problem verifying your new email address. Please try again.
ru_ru: При подтверждении вашего адреса email произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: You have successfully verified your new email address.
ru_ru: Вы успешно подтвердили ваш новый адрес email.

source: %s was successfully deleted.
ru_ru: Пользователь "%s" успешно удален.

source: This user's notification settings have been saved.
ru_ru: Настройки уведомлений этого пользователя были успешно сохранены.

source: Your notification settings have been saved.
ru_ru: Ваши настройки уведомлений были успешно сохранены.

source: No changes were made to this account.
ru_ru: Не было никаких изменений в настройках этой учетной записи.

source: No changes were made to your account.
ru_ru: Не было никаких изменений в настройках вашей учетной записи.

source: Your settings have been saved.
ru_ru: Ваши настройки были сохранены.

source: The new password must be different from the current password.
ru_ru: Новый пароль должен отличаться от текущего пароля.

source: One of the password fields was empty.
ru_ru: Одно из полей пароле было пустым.

source: Your current password is invalid.
ru_ru: Ваш текущий пароль неправильный.

source: Email address cannot be empty.
ru_ru: Email адрес не может быть пустым.

source: That email address is already taken.
ru_ru: Этот email адрес уже занят.

source: That email address is currently unavailable for use.
ru_ru: Указанный email адрес не может быть использован.

source: That email address is invalid. Check the formatting and try again.
ru_ru: Указанный email адрес неверен. Проверьте его и попробуйте еще раз.

source: Go
ru_ru: Фильтровать

source: Oldest First
ru_ru: Сначала старые

source: Newest First
ru_ru: Сначала новые

source: Viewing %1$s - %2$s of %3$s notification
ru_ru: Просмотр %1$s - %2$s из %3$s уведомлений

source: Viewing 1 notification
ru_ru: Просмотр 1 уведомления

source: Read
ru_ru: Прочитано

source: Date not found
ru_ru: Дата не найдена

# My Account Notification sub nav
source: Read
ru_ru: Прочитанные

# My Account Notification sub nav
source: Unread
ru_ru: Непрочитанные

# My Account Notification
source: Notifications
ru_ru: Уведомления

# Notification screen nav
source: Read
ru_ru: Прочитано

# Notification screen nav
source: Unread
ru_ru: Непрочитанные

# Profile screen nav
source: Notifications
ru_ru: Уведомления

source: Search Notifications...
ru_ru: Поиск по уведомлениям...

# Page <title>
source: Notifications
ru_ru: Уведомления

source: No new notifications
ru_ru: Уведомлений нет

source: Notifications marked as unread.
ru_ru: Уведомления помечены непрочитанными.

source: Notifications marked as read
ru_ru: Уведомления помечены прочитанными

source: Notifications deleted.
ru_ru: Уведомления удалены.

source: There was a problem managing your notifications.
ru_ru: Во время управления вашими уведомления произошла ошибка.

source: There was a problem deleting that notification.
ru_ru: При удалении уведомления произошла ошибка.

source: Notification successfully deleted.
ru_ru: Уведомление успешно удалено.

source: Notification successfully marked unread.
ru_ru: Уведомление успешно помечено непрочитанным.

source: There was a problem marking that notification.
ru_ru: При обработке уведомления произошла ошибка.

source: Notification successfully marked read.
ru_ru: Уведомление успешно помечено прочитанным.

source: %s Recipients
ru_ru: Получатели (%s)

source: Display Sitewide Notices posted by the site administrator
ru_ru: Отображение объявлений, опубликованных администратором сайта

source: (BuddyPress) Sitewide Notices
ru_ru: (BuddyPress) Объявления в сети

source: Sent %s
ru_ru: Отправлено %s

source: %s recipients
ru_ru: %s собеседника(ов)

source: Private Message
ru_ru: Личное письмо

source: Currently Active
ru_ru: Текущее

source: Mark unread
ru_ru: Отметить непрочитанным

source: Mark read
ru_ru: Отметить прочитанным

source: Select Bulk Action
ru_ru: Выбрать

source: Delete Selected
ru_ru: Удалить выбранные

# Message management markup
source: Mark as Unread
ru_ru: Пометить как непрочитанное

# Message management markup
source: Mark as Read
ru_ru: Пометить прочитанным

# Message dropdown filter
source: All
ru_ru: Все

# Message dropdown filter
source: Unread
ru_ru: Непрочитанные

# Message dropdown filter
source: Read
ru_ru: Прочинано

source: Select
ru_ru: Выбрать

source: Select:
ru_ru: Выбрать:

source: Search Messages
ru_ru: Поиск по сообщениям

source: Viewing %1$s - %2$s of %3$s message
ru_ru: Просмотр %1$s - %2$s из %3$s сообщений

source: Viewing 1 message
ru_ru: Просмотр 1 сообщения

source: %d unread
ru_ru: %d непрочитанное

source: Remove star
ru_ru: Снять пометку

source: Add star
ru_ru: Пометить

source: %s message was successfully unstarred
ru_ru: С %s сообщения была успешно снята пометка

source: %s message was successfully starred
ru_ru: %s сообщение было успешно помечено

source: Star the first message in this thread
ru_ru: Пометить первое сообщение в этой ветке

source: Remove all starred messages in this thread
ru_ru: Удалить все помеченные сообщения в этой ветке

source: Not starred
ru_ru: Не помеченные

source: Star
ru_ru: Пометить

source: Unstar
ru_ru: Снять пометку

source: A member sends you a new message
ru_ru: Пользователь отправил вам новое сообщение

source: There was a problem deleting that notice.
ru_ru: При удалении уведомления произошла ошибка.

source: There was a problem activating that notice.
ru_ru: При включении уведомления произошла ошибка.

source: There was a problem deactivating that notice.
ru_ru: При отключении уведомления произошла ошибка.

source: You have %s new private message
ru_ru: У вас %s новое личное сообщение

source: %s sent you a new private message
ru_ru: %s отправил(а) вам новое личное сообщение

source: You have %d new messages
ru_ru: Новых сообщений: %d

source: My Messages
ru_ru: Мои сообщения

source: Notices
ru_ru: Уведомления

source: Compose
ru_ru: Написать

source: Sent
ru_ru: Отправленные

source: Starred
ru_ru: Помеченные

source: Inbox
ru_ru: Входящие

source: Messages
ru_ru: Сообщения

source: Messages <span class="%1$s">%2$s</span>
ru_ru: Сообщения <span class="%1$s">%2$s</span>

source: Search Messages...
ru_ru: Поиск сообщений...
