Repository: itroom18/Together
Catalog: web/app/languages/plugins/buddypress-*.po
Languages: ru_ru

source: Most email clients support HTML email. However, some people prefer to receive plain text email. Enter a plain text alternative version of your email here.
ru_ru: Большинство email-клиентов поддерживают HTML в письмах. Тем не менее некоторые люди предпочитают получать письма в виде обычного текста. Введите здвесь альтернативную версию в виде обычного текста.

source: Plain text email content
ru_ru: Содержимое письма чистым текстом (без html)

source: Choose when this email will be sent.
ru_ru: Выберите, когда это письмо должно быть отправлено.

source: Phrases wrapped in braces <code>{{ }}</code> are email tokens. <a href="%s">Learn about tokens on the BuddyPress Codex</a>.
ru_ru: Фразы, обернутые в фигурные скобки <code>{{ }}</code>, являются ключевыми словами (токенами). <a href="%s">Узнать больше про них на странице Кодекса</a>.

source: Select %s
ru_ru: Выбрать %s

source: Components list
ru_ru: Список компонентов

source: Filter components list
ru_ru: Фильтрация списка компонентов

source: Submitted on %s
ru_ru: Отправлено %s

source: Filter activities list
ru_ru: Фильтрация списка активности

source: Activities list
ru_ru: Список активности

# Post Type generic comments activity admin filter
source: New item comment posted
ru_ru: Опубликован комментарий нового элемента

source: Activity list navigation
ru_ru: Навигация по списку активности

source: Unavailable to all members.
ru_ru: Недоступно для всех пользователей.

source: This field should be available to:
ru_ru: Это поле должно быть доступно для:

source: Member Types
ru_ru: Типы пользователей

source: Add description
ru_ru: Добавить описание

source: (Unavailable to all members)
ru_ru: (Недоступно для всех пользователей)

source: (Member types: %s)
ru_ru: (Типы пользователей: %s)

source: Users with no member type
ru_ru: Пользователи без определенного типа

source: Add an option
ru_ru: Добавить вариант

source: Textbox
ru_ru: Текстовое поле

source: Number field
ru_ru: Числовое поле

source: Select visibility
ru_ru: Выбрать видимость

# My Account Profile sub nav
source: Change Cover Image
ru_ru: Обложка

# Profile header sub menu
source: Change Cover Image
ru_ru: Изменить обложку

source: %s's profile was updated
ru_ru: Профиль %s был успешно обновлен

source: Your Cover Image will be used to customize the header of your profile.
ru_ru: Ваша обложка будет использоваться для отображения шапки вашего профиля.

source: Select this notification
ru_ru: Выберите это уведомление

source: Reply to Message
ru_ru: Ответить на сообщение

source: Select this message
ru_ru: Выбрать это сообщение

source: This field can be seen by: %s
ru_ru: Это поле могут видеть: %s

source: Change Cover Image
ru_ru: Изменить обложку

source: All Groups %s
ru_ru: Все группы %s

source: The Cover Image will be used to customize the header of your group.
ru_ru: Обложка будет использована для настройки шапки вашей группы.

source: Select an image
ru_ru: Выберите картинку

source: My Sites %s
ru_ru: Мои сайты %s

source: All Sites %s
ru_ru: Все сайты %s

source: Delete Group Cover Image
ru_ru: Удалить обложку группы

source: If you'd like to remove the existing group cover image but not upload a new one, please use the delete group cover image button.
ru_ru: Если вы хотите удалить текущую обложку группы без загрузки новой, пожалуйста, используйте кнопку удаления обложки.

source: Delete My Cover Image
ru_ru: Удалить мою обложку

source: If you'd like to delete your current cover image but not upload a new one, please use the delete Cover Image button.
ru_ru: Если вы хотите удалить вашу текущую обложку без загрузки новой, пожалуйста, используйте кнопку удаления.

source: Post what's new
ru_ru: Написать, что нового

source: My Favorites %s
ru_ru: Мое избранное %s

source: My Groups %s
ru_ru: Мои группы %s

source: My Friends %s
ru_ru: Мои друзья %s

source: All Members %s
ru_ru: Все пользователи %s

source: Comment
ru_ru: Комментарий

source: Comment %s
ru_ru: Комментарии: %s

source: Message could not be sent because you have entered an invalid username. Please try again.
ru_ru: Сообщение не может быть отправлено, потому что вы ввели неверное имя пользователя. Пожалуйста, попробуйте еще раз.

source: Message could not be sent. Please enter a recipient.
ru_ru: Сообщение не может быть отправлено. Пожалуйста, укажите хотя бы одного получателя.

source: Your message was not sent. Please use a valid sender.
ru_ru: Сообщение не было отправлено. Пожалуйста, убедитесь, что отправитель указан верно.

source: Notice deleted successfully.
ru_ru: Уведомление успешно удалено.

source: Notice activated successfully.
ru_ru: Уведомление успешно активировано.

source: Notice deactivated successfully.
ru_ru: Уведомление успешно деактивировано.

source: Message successfully sent.
ru_ru: Сообщение успешно отправлено.

source: Notice was not created. Please try again.
ru_ru: Уведомление не было создано. Пожалуйста, попробуйте еще раз.

source: Notice successfully created.
ru_ru: Уведомление успешно создано.

source: Your message was not sent. Please enter some content.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, введите какой-нибудь текст.

source: Your message was not sent. Please enter a subject line.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, заполните поле "Тема".

source: You may not register a member type with this name.
ru_ru: Вы можете не регистрировать тип пользователей с этим названием.

source: Edit Cover Image
ru_ru: Изменить обложку

source: Select member type
ru_ru: Выберите тип пользователя

source: Registered on: %s
ru_ru: Регистрация: %s

source: Group photo
ru_ru: Логотип группы

source: Cover Image
ru_ru: Обложка

# My Group screen nav
source: Members %s
ru_ru: Участники %s

# My Group screen nav
source: Activity
ru_ru: Активность

# Group screen nav
source: Cover Image
ru_ru: Обложка

source: Select group role for member
ru_ru: Выберите роль участника в группе

source: Add new members
ru_ru: Добавить новых участников

source: Group Description
ru_ru: Описание блока

source: Group Name
ru_ru: Название группы

source: The group cover image was deleted successfully!
ru_ru: Обложка группы была успешно удалена!

source: There was a problem deleting the group cover image. Please try again.
ru_ru: При удалении картинки обложки группы произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: The group cover image was uploaded successfully.
ru_ru: Обложка группы была успешно загружена.

source: Your cover image was deleted successfully!
ru_ru: Ваша обложка была успешно удалена!

source: There was a problem deleting your cover image. Please try again.
ru_ru: При удалении картинки обложки произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: Your new cover image was uploaded successfully.
ru_ru: Ваша новая картинка обложки успешно загружена.

source: There was a problem uploading the cover image.
ru_ru: Во время загрузки обложки произошла ошибка.

source: For better results, make sure to upload an image that is larger than %1$spx wide, and %2$spx tall.
ru_ru: Для лучших результатов загружайте картинки, которые больше %1$spx в ширину и %2$spx в высоту.

source: Group Cover Image Uploads
ru_ru: Загрузка обложки группы

source: Cover Image Uploads
ru_ru: Загрузки обложки

source: Allow customizable cover images for groups
ru_ru: Разрешить изменять обложки групп

source: Allow registered members to upload cover images
ru_ru: Разрешить зарегистрированным пользователям загружать обложки для своего профиля

source: Your users will distinguish themselves through their profile page. Create relevant profile fields that will show on each users profile.
ru_ru: Ваши пользователи будут самовыражаться с помощью своих страниц профиля. Создайте подходящие поля профиля, которые будут отображаться там.

source: No, do not send email
ru_ru: Нет, не отправлять email

source: Yes, send email
ru_ru: Да, отправить email

source: Filter by activity type
ru_ru: Фильтровать по типу активности

source: Select activity type
ru_ru: Выберите тип активности

source: Submitted on: %s
ru_ru: Отправлено: %s

source: Go back and try again.
ru_ru: Вернитесь назад и попробуйте еще раз.

source: No activity found with this ID.
ru_ru: Элемент активности с таким ID не найден.

# customizer menu section title
source: BuddyPress (logged-out)
ru_ru: BuddyPress (неавториз.)

# customizer menu section title
source: BuddyPress (logged-in)
ru_ru: BuddyPress (авториз.)

# customizer menu type label
source: Custom Link
ru_ru: Пользовательская ссылка

source: Sorry, no posts matched your criteria.
ru_ru: Извините, ни одна запись не соответствует вашему критерию.

source: Forum Topic Tags
ru_ru: Теги всех тем форумов

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
ru_ru: Пожалуйста, для начала <a href="%s" title="Создать учетную запись">создайте учетную запись</a>.

source: No posts found. Try a different search?
ru_ru: Записи не найдены. Попробуйте использовать другие поисковые запросы?

source: Search Results
ru_ru: Результаты поиска

source: Site
ru_ru: Сайт

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
ru_ru: Регистрация новой учетной записи очень проста, заполните форму ниже и вы тут же станете пользователем сайта.

source: Edit this page.
ru_ru: Редактировать.

source: <p class="serif">Read the rest of this page &rarr;</p>
ru_ru: <p class="serif">Читать далее &rarr;</p>

source: Profile Settings
ru_ru: Настройки профиля

source: Email Notification
ru_ru: Уведомления на email

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
ru_ru: Ваш аватар используется на странице профиля и повсеместно по сайту. Чтобы изменить аватар, зарегистрируйтесь на сайте <a href="http://gravatar.com">Gravatar</a>, используя тот же email, что и на этом сайте.

source: Crop Your New Avatar
ru_ru: Пожалуйста, обрежьте ваш новый аватар

source: Delete My Avatar
ru_ru: Удалить мой аватар

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
ru_ru: Если вы хотите удалить существующий аватар, но не будете загружать новый, воспользуйтесь кнопкой "Удалить аватар".

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
ru_ru: Ваша картинка профиля используется на странице профиля и повсеместно по сайту. Если вы регистрировались на сайте <a href="http://gravatar.com">Gravatar</a>, то мы будем использовать загруженный там вами рисунок.

source: Change Avatar
ru_ru: Сменить аватар

source: 1 member
ru_ru: %d участник

source: Members Directory
ru_ru: Пользователи

source: Links
ru_ru: Ссылки

source: Sorry, but you are looking for something that isn't here.
ru_ru: Извините, но вы ищете то, чего здесь нет.

# Sticky post
source: Featured
ru_ru: Избранное

source: Search for:
ru_ru: Поиск:

# Home page banner link title
source: Home
ru_ru: Главная

source: Crop Avatar
ru_ru: Обрезать аватар

source: Delete Avatar
ru_ru: Удалить аватар

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
ru_ru: Если вы хотите удалить существующий аватар, но не будете загружать новый, воспользуйтесь кнопкой "Удалить аватар".

source: Avatar preview
ru_ru: Предпросмотр аватара

source: Avatar to crop
ru_ru: Аватар для обрезки

source: Crop Group Avatar
ru_ru: Обрезать аватар группы

source: To skip the avatar upload process, hit the "Next Step" button.
ru_ru: Если вы хотите пропустить этап загрузки аватара, нажмите кнопку "Следующий шаг".

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузите изображение для использования его в качестве аватара этой группы. Изображение будет показано на главной странице группы и в результатах поиска.

source: Groups Directory
ru_ru: Группы

source: Next Entries &rarr;
ru_ru: Следующие записи &rarr;

source: &larr; Previous Entries
ru_ru: &larr; Предыдущие записи

source: Leave a reply
ru_ru: Прокомментировать

source: You must be <a href="%1$s">logged in</a> to post a comment.
ru_ru: Вы должны быть <a href="%1$s">авторизованы</a> для комментирования.

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
ru_ru: Шаблон активирован! Этот шаблон содержит <a href="%s">настраиваемый рисунок в шапке</a> и поддерживает <a href="%s">виджеты в сайдбаре</a>.

source: Edit comment
ru_ru: Редактировать комментарий

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает модерации.

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
ru_ru: <a href="%1$s" rel="nofollow">%2$s</a> - <a href="%3$s"><span class="time-since">%4$s</span></a>

source: The fourth footer widget area
ru_ru: Четвертая зона для виджетов в подвале

source: Fourth Footer Widget Area
ru_ru: Четвертая зона для виджетов в подвале

source: The third footer widget area
ru_ru: Третья зона для виджетов в подвале

source: Third Footer Widget Area
ru_ru: Третья зона для виджетов в подвале

source: The second footer widget area
ru_ru: Вторая зона для виджетов в подвале

source: Second Footer Widget Area
ru_ru: Вторая зона для виджетов в подвале

source: The first footer widget area
ru_ru: Первая зона для виджетов в подвале

source: First Footer Widget Area
ru_ru: Первая зона для виджетов в подвале

source: The sidebar widget area
ru_ru: Зона для виджетов в сайдбаре

source: Primary Navigation
ru_ru: Первичная навигация

source: Proudly powered by <a href="%1$s">WordPress</a> and <a href="%2$s">BuddyPress</a>.
ru_ru: Работает на <a href="%1$s">WordPress</a> и <a href="%2$s">BuddyPress</a>.

source: 1 trackback
ru_ru: %d обратная ссылка

source: Comments are closed.
ru_ru: Обсуждение закрыто.

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
ru_ru: Комментирование закрыто, но вы можете использовать<a href="%1$s" title="Обратная ссылка для этой записи">обратную ссылку</a> и пинги.

source: 1 response to %2$s
ru_ru: %1$s ответ на %2$s

source: Enter the password to view comments.
ru_ru: Введите ваш пароль для просмотра комментариев.

source: Password Protected
ru_ru: Защищено паролем

source: Sorry, no attachments matched your criteria.
ru_ru: Извините, ни одно вложение не соответствует вашему критерию.

source: Link to full size image
ru_ru: Ссылки на полноразмерный рисунок

source: Full size is %s pixels
ru_ru: Полный размер - это %s пикселей

source: Edit this entry
ru_ru: Редактировать запись

source: Not Found
ru_ru: Не найдено

source: % Comments &#187;
ru_ru: Комментарии (%) &#187;

source: 1 Comment &#187;
ru_ru: Комментарии (1) &#187;

source: No Comments &#187;
ru_ru: Комментариев нет &#187;

source: Pages:
ru_ru: Страницы:

source: Read the rest of this entry &rarr;
ru_ru: Читать далее &rarr;

source: %1$s <span>in %2$s</span>
ru_ru: %1$s <span>в %2$s</span>

source: Permanent Link to
ru_ru: Постоянная ссылка на

# Post written by...
source: by %s
ru_ru: %s

source: You are browsing the archive for %1$s.
ru_ru: Вы просматриваете архив %1$s.

source: Site Activity
ru_ru: Активность на сайте

source: or press esc to cancel.
ru_ru: или нажмите Escape, чтобы отменить.

source: View Thread / Permalink
ru_ru: Просмотреть ветку / Постоянная ссылка

source: In reply to:
ru_ru: В ответ на сообщение:

source: There was an error posting that reply, please try again.
ru_ru: При публикации вашего ответа произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: We're sorry, but we can't find the page that you're looking for. Perhaps searching will help.
ru_ru: К сожалению, мы не можем найти запрашиваемую вами страницу. Возможно, вам поможет навигация по сайту или поиск.

source: The BuddyPress Community
ru_ru: Сообщество BuddyPress

source: Field Group Description
ru_ru: Описание группы поля

source: Edit Field Group
ru_ru: Редактировать поле группы

source: Please make sure you give the group a name.
ru_ru: Убедитесь, что дали группе имя.

source: Type
ru_ru: Тип

source: Required
ru_ru: Обязательно

source: Not Required
ru_ru: Не обязательно

source: Requirement
ru_ru: Обязательно

source: Enforce field visibility
ru_ru: Навязать видимость поля

source: Allow members to override
ru_ru: Разрешить пользователям изменять

# XProfile admin edit field
source: Description
ru_ru: Описание

source: Submit
ru_ru: Отправить

source: Edit Field
ru_ru: Править поле

source: %s require at least one option.
ru_ru: Для поля %s необходимо как минимум 1 опция.

source: These field options are invalid.
ru_ru: Эти опции поля не верные.

source: The profile field type %s is not registered.
ru_ru: Тип поля профиля %s не зарегистрирован.

source: Profile field type is missing.
ru_ru: Тип поля профиля не указан.

source: Profile field requirement is missing.
ru_ru: Поле профиля не заполнено.

source: Profile fields must have a name.
ru_ru: Поля профиля должны содержать имя.

source: Add Another Option
ru_ru: Добавить другую опцию

source: Default Value
ru_ru: Значение по-умолчанию

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: По возрастанию

source: Custom
ru_ru: Пользовательское

source: Sort Order:
ru_ru: Сортировка:

source: Please enter options for this Field:
ru_ru: Пожалуйста, введите настройки для этого поля:

# xprofile field type
source: Text Box
ru_ru: Текстовое поле

# xprofile field type
source: Multi-line Text Area
ru_ru: Область текста

# xprofile field type
source: Drop Down Select Box
ru_ru: Выпадающий список

# xprofile field type
source: Radio Buttons
ru_ru: Радио кнопки

# xprofile field type
source: Number
ru_ru: Число

source: Clear
ru_ru: Очистить

# xprofile field type
source: Multi Select Box
ru_ru: Список множественного выбора

# xprofile field type
source: Date Selector
ru_ru: Выбор даты

# xprofile field type category
source: Single Fields
ru_ru: Поля единичного выбора

# xprofile field type
source: Checkboxes
ru_ru: Чекбоксы

# xprofile field type category
source: Multi Fields
ru_ru: Поля множественного выбора

source: Profile updated %s
ru_ru: Профиль обновлен %s

source: Profile not recently updated.
ru_ru: Профиль давно не обновлялся.

source: This member's profile settings have been saved.
ru_ru: Настройки профиля этого пользователя были сохранены.

source: Your profile settings have been saved.
ru_ru: Ваши настройки профиля были сохранены.

source: Changes saved.
ru_ru: Изменения сохранены.

# My Account Settings sub nav
source: Profile
ru_ru: Профиль

# Avatar alt
source: Profile picture of %s
ru_ru: Аватар %s

# Page title
source: My Profile
ru_ru: Мой профиль

# My Account Profile sub nav
source: Change Profile Photo
ru_ru: Изменить картинку профиля

# My Account Profile sub nav
source: Edit
ru_ru: Изменить

# My Account Profile sub nav
source: View
ru_ru: Просмотр

# My Account Profile
source: Profile
ru_ru: Профиль

# Profile settings sub nav
source: Profile Visibility
ru_ru: Приватность профиля

# Profile header sub menu
source: Change Profile Photo
ru_ru: Изменить картинку профиля

# Profile header sub menu
source: Edit
ru_ru: Изменить

# Profile header sub menu
source: View
ru_ru: Просмотр

# Profile header menu
source: Profile
ru_ru: Профиль

# Visibility level setting
source: My Friends
ru_ru: Мои друзья

# Visibility level setting
source: All Members
ru_ru: Все пользователи

# Visibility level setting
source: Only Me
ru_ru: Только я

# Visibility level setting
source: Everyone
ru_ru: Все

# Component page <title>
source: Extended Profiles
ru_ru: Расширенные профили

# members user-admin edit screen
source: Profile Photo
ru_ru: Картинка профиля

# xprofile user-admin edit screen
source: User marked as a spammer
ru_ru: Пользователь помечен как спамер

# xprofile field type category
source: Other
ru_ru: Другие

source: (Sign-up)
ru_ru: (Регистрация)

source: The %s was deleted successfully!
ru_ru: %s: успешно удалено!

source: There was an error deleting the %s. Please try again.
ru_ru: Во время удаления %s произошла ошибка. Пожалуйста, попробуйте еще раз.

source: option
ru_ru: опция

source: field
ru_ru: поле

source: The field was saved successfully.
ru_ru: Поле успешно сохранено.

source: There was an error saving the field. Please try again.
ru_ru: Во время сохранения поля произошла ошибка. Пожалуйста, попробуйте еще раз.

source: The group was deleted successfully.
ru_ru: Группа успешно удалена.

source: The group was saved successfully.
ru_ru: Группа успешно сохранена.

source: There was an error saving the group. Please try again.
ru_ru: Во время удаления группы произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There are no fields in this group.
ru_ru: Нет полей в этой группе.

source: Fields for "%s" Group
ru_ru: Поля для группы "%s"

source: Add New Field
ru_ru: Добавить новое поле

source: (Primary)
ru_ru: (удалить нельзя)

source: Add New Field Group
ru_ru: Добавить новый набор полей

# Settings page header
source: Profile Fields
ru_ru: Поля профиля

# Admin Users menu
source: Profile Fields
ru_ru: Поля профиля

# xProfile admin page title
source: Profile Fields
ru_ru: Поля профиля

source: %s changed their profile picture
ru_ru: %s: изменен аватар

source: Profile Updates
ru_ru: Статусы профиля

source: Updated Profile
ru_ru: Обновлен профиль

source: Updated Profile Photos
ru_ru: Картинки профиля обновлены

source: Member changed profile picture
ru_ru: Пользователь изменил аватар

source: There was a problem deleting messages.
ru_ru: При удалении сообщений произошла ошибка.

source: There was a problem marking messages as read.
ru_ru: При пометке сообщений как прочитанные произошла ошибка.

source: There was a problem marking messages as unread.
ru_ru: При пометке сообщений как непрочитанные произошла ошибка.

source: There was a problem sending that reply. Please try again.
ru_ru: При отправке ответа произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: There was a problem closing the notice.
ru_ru: При закрытии уведомления произошла ошибка.

source: Error leaving group
ru_ru: Ошибка при выходе из группы

source: Membership Requested
ru_ru: Запрос на вступление

source: Error requesting membership
ru_ru: Ошибка при запросе на вступление

source: Error joining group
ru_ru: Ошибка при присоединении к группе

source: There was a problem rejecting that request. Please try again.
ru_ru: При отклонении запроса произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: There was a problem accepting that request. Please try again.
ru_ru: При принятии запроса произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: Request Pending
ru_ru: Необработанные предложения

source: Friendship request could not be cancelled.
ru_ru: Не получилось отменить предложение дружбы.

source: Friendship could not be requested.
ru_ru: Нельзя отправить запрос на добавление в друзья.

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
ru_ru: Пользователь %s подал заявку на вступление в эту группу. Отправка приглашения автоматически добавит его в участники группы.

source: There was a problem when deleting. Please try again.
ru_ru: При удалении произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: There was a problem posting your update. Please try again.
ru_ru: Во время публикации вашего статуса произошла ошибка. Пожалуйста, попробуйте еще раз.
